[
    {
        "title": "U Me Aur Hum (2008) - full transcript",
        "plot": "The first time Ajay saw Pia, she served him drinks. She affected him more than the alcohol, and he found true love. He was a leading psychiatrist, but she messed up his mind. The first time Pia saw Ajay, he had too much to drink. She watched him make a fool of himself, and was relieved when he passed out. She was a woman who followed her heart, but despite his claims of true love, she had made up her mind. Thus began the story of Ajay and Pia. A love story, that begins at sea. Ajay and Pia develop a strong and special bond. In each other, they find an anchor. They rush into marriage, despite the advice and failing relationships of their friends. But no marriages can be complete without problems, and Ajay and Pia have also have to face hurdles, some of which seem insurmountable.",
        "url": "https://subslikescript.com/movie/U_Me_Aur_Hum-1039995"
    },
    {
        "title": "U ozera (1970) - full transcript",
        "plot": null,
        "url": "https://subslikescript.com/movie/U_ozera-65140"
    },
    {
        "title": "U Pana Boga za piecem (1998) - full transcript",
        "plot": null,
        "url": "https://subslikescript.com/movie/U_Pana_Boga_za_piecem-178031"
    },
    {
        "title": "U Turn (2020) - full transcript",
        "plot": "U turn tells the story of a budding investigator and a cop who will uncover the new conspiracies of a bike gang.",
        "url": "https://subslikescript.com/movie/U_Turn-11638656"
    },
    {
        "title": "U Turn (2016) - full transcript",
        "plot": "Rachana, a young reporter, is dismayed at the number of illegal u-turns and resulting traffic accidents, and she wants to write a story about it. In pursuing a lead, she finds herself in the middle of a police case dealing with a series of murders. While freeing herself of false accusations, she becomes part of the investigation process. What is behind the mysterious deaths and how are they are all connected to the flyover road?",
        "url": "https://subslikescript.com/movie/U_Turn-5377564"
    },
    {
        "title": "U Turn (2018) - full transcript",
        "plot": "The plot revolves around the death of motorists who break a traffic rule at a particular flyover in Hyderabad and the subsequent pinning down of the culprit by an intern journalist and police inspector duo.",
        "url": "https://subslikescript.com/movie/U_Turn-8733898"
    },
    {
        "title": "U Turn (1997) - full transcript",
        "plot": "When Bobby's car breaks down in the desert while on the run from some of the bookies who have already taken two of his fingers, he becomes trapped in the nearby small town where the people are stranger than anyone he's encountered. After becoming involved with a (unbeknownst to him) young married woman, her husband hires Bobby to kill her. Later, she hires Bobby to kill the husband.",
        "url": "https://subslikescript.com/movie/U_Turn-120399"
    },
    {
        "title": "U-571 (2000) - full transcript",
        "plot": "In the midst of World War II, the battle below the seas rages. The Nazis have the upper edge as the Allies are unable to crack their war codes. That is, until a wrecked U-boat sends out an SOS signal, and the Allies realize this is their chance to seize the 'enigma coding machine'. But masquerading as Nazis and taking over the U-boat is the smallest of their problems. The action really begins when they get stranded on the U-boat.",
        "url": "https://subslikescript.com/movie/U-571-141926"
    },
    {
        "title": "U.S. Seals (2000) - full transcript",
        "plot": "Dozens of American cargos with high valuable goods have disappeared, probably attacked by modern pirates. The United States decide to mobilize a team of expert SWAT, with Mike Bradley as ...",
        "url": "https://subslikescript.com/movie/US_Seals-195366"
    },
    {
        "title": "U.S. Seals II (2001) - full transcript",
        "plot": "Lieutenant Casey Sheppard, US SEAL, (Michael Worth) takes exception to the useless brutality of his chief Frank Ratliffe (Damian Chapa), during a search and destroy mission. Later, back to their army base in Okinawa Island, Japan, it's obvious they are interested in Sensei Matsumura's (George Cheung) twin daughters, the daring Nikki (Karen Kim) and the coy Kamiko (Karen Kim in a double role). Frank goes on a date with Nikki and sometime later Casey finds her corpse, and sees Frank in the process of hiding evidence of a murder-for-rape crime. Three years later, Frank Ratliffe is a criminal operating from a former Russian island, who has turned against his own SEAL corps and about to kidnap Dr. Jane Burrows (Kate Connor), a physicist scientist, to force her help him getting two nuclear bombs ready for a strike against the United States. Backed by an army of dozens of killers, plus Sophia (Sophia Crawford), a sexy expert with the saber, and Borris (Velizar Binev) the scarf strangler, he asks for one billion dollars ransom for the bomb. His former commander Admiral (Burnell Tucker) forms a team of seven commandos, including retired SEALs like Frank's arch-rival Casey, Army Major Nathan Doner (Marshall R. Teague), and Kamiko who, reluctant at first, then accepts to help Casey in what is deemed to be a high risk, desperate mission against powerful, evil terrorists. After the invasion, as any explosives or gun shots would ignite the natural gas that contaminated the nuclear station, the seven commandos and the defending thugs are restricted to the use of crossbows, swords, daggers, iron chains, and hand-to-hand fighting techniques which in the end will prove to be as deadly as machine-guns. When action stops, it's a gory end for all, and a Pyrrhic victory for a few.",
        "url": "https://subslikescript.com/movie/US_Seals_II-283652"
    },
    {
        "title": "U14 (2020) - full transcript",
        "plot": "A late-night radio DJ is bombarded with calls all making the same ominous request.",
        "url": "https://subslikescript.com/movie/U14-11708964"
    },
    {
        "title": "U2: Rattle and Hum (1988) - full transcript",
        "plot": "This film documents the 1987 North American tour of the great rock band U2. Fresh with their success of their best selling album \"The Joshua Tree\", the band plays monster gigs. Along the way, the band takes the opportunity to indulge in some special musical activities like playing with B.B. King and performing \"I Still Haven't Found What I'm Looking\" with a famous church choir. All the while, concert footage of the band's biggest hits on tour are featured while Bono speaks his mind on the problems of his homeland.",
        "url": "https://subslikescript.com/movie/U2_Rattle_and_Hum-96328"
    },
    {
        "title": "U311 Cherkasy (2019) - full transcript",
        "plot": "The crew of Ukrainian NAVY minesweeper U311 \"Cherkasy\" is resisting seizure of the vessel by Russian army in Crimea in 2014.",
        "url": "https://subslikescript.com/movie/U311_Cherkasy-8205656"
    },
    {
        "title": "Ubit drakona (1989) - full transcript",
        "plot": "Dragon is a bloody dictator, who kills every opponent. People live hopelessly, until Lancelot comes to save the beautiful Elsa. Lancelot can only win, if all people become free from fear, that is feeding the Dragon's power. Dragon's multiple personalities, ranging from a \"dragon\" to a \"samurai\" to a \"Nazi\", scare the hell out of all people, except Lancelot. Finally Dragon drops all his masks, to become the most dangerous of his incarnations - \"himself\". And the battle begins.",
        "url": "https://subslikescript.com/movie/Ubit_drakona-96329"
    },
    {
        "title": "Uchuu Senkan Yamato 2202: Ai no Senshitachi (2017) - full transcript",
        "plot": "The continuing adventures of the space battleship Yamato.",
        "url": "https://subslikescript.com/movie/Uchuu_Senkan_Yamato_2202_Ai_no_Senshitachi-5592004"
    },
    {
        "title": "Udaan (2010) - full transcript",
        "plot": "After being abandoned for eight straight years in boarding school, Rohan returns to the small industrial town of Jamshedpur and finds himself closeted with an authoritarian father and a younger half brother who he didn't even know existed. Forced to work in his father's steel factory and study engineering against his wishes, he strives to forge his own life out of his given circumstances and pursue his dream of being a writer.",
        "url": "https://subslikescript.com/movie/Udaan-1639426"
    },
    {
        "title": "Ukigusa no yado (1957) - full transcript",
        "plot": null,
        "url": "https://subslikescript.com/movie/Ukigusa_no_yado-51123"
    },
    {
        "title": "Ujda Chaman (2019) - full transcript",
        "plot": "Chaman Kohli is 30 -year-old bachelor with Premature Balding and in quest of a beautiful wife. Chaman hits rock bottom when an astrologer gives him a deadline to find himself a wife or remain a celibate forever.",
        "url": "https://subslikescript.com/movie/Ujda_Chaman-11046300"
    },
    {
        "title": "Ujala Hi Ujala (1974) - full transcript",
        "plot": "Anuradha lost her mother at a very young age, and her father re-married a much younger woman named Anita, who wanted Anuradha out of their lives, and forced her to drink alcohol at a very young age. By the time Anuradha was an adult she was addicted to alcohol. After the passing of her dad, she is left to run a huge estate and business single-handedly - with the assistance of her close friend, Ajit and uncle, Jamunaprasad. One day Jamunaprasad recommends Vikram for employment with her organization, she does hire him, but dislikes him a lot. When Vikram comes to her rescue, the dislike turns into love, both want to get married, and she even gives up drinking. On the day of the engagement, Ajit cautions her against Vikram and shows her some incriminating photographs of Vikram and a woman named Gita. Angered at this betrayal, she immediately cancels her engagement and decides not to have to do anything with Vikram anymore. She takes to drinking alcohol again, and decides to marry Ajit. When Jamunaprasad wants to find out the reason, she accuses him of using Vikram to conspire against her and her wealth - as she will not let anyone come between her and Ajit anymore. What she does not know is that Ajit is already married; and is also having an affair with her step-mother. Will she find out about this, before it gets too late?",
        "url": "https://subslikescript.com/movie/Ujala_Hi_Ujala-374304"
    },
    {
        "title": "Ujala (1959) - full transcript",
        "plot": "Bombay-based Ramu lives an impoverished lifestyle in a Chawl in Parel along with his widowed mother; sister Sandhya; & three much younger siblings, and makes a living using a wooden pushcart. One day his sister, Munni, is run over by a car, gets hospitalized and passes away. Unable to obtain wood for her cremation, he uses his pushcart, and then joins hands with a Chembur-based gangster, Kalu, and picks pockets. He is able to get some money to feed the family as well as pay for Sandhya's engagement. He then gets into an altercation with one of his associates, Chandu, and the latter gets killed. Guilt-ridden he decides to give up on crime and gets a job sharpening knives. It is is here he will be plagued by the arrival of the police who are investigating Chandu's death - as well as become a suspect when a silver knife goes missing.",
        "url": "https://subslikescript.com/movie/Ujala-157132"
    },
    {
        "title": "UglyDolls (2019) - full transcript",
        "plot": "An animated adventure in which the free-spirited UglyDolls confront what it means to be different, struggle with a desire to be loved, and ultimately discover who you truly are is what matters most.",
        "url": "https://subslikescript.com/movie/UglyDolls-1946502"
    },
    {
        "title": "Ugly, Dirty and Bad (1976) - full transcript",
        "plot": "Four generations of a family live crowded together in a cardboard shantytown shack in the squalor of inner-city Rome. They plan to murder each other with poisoned dinners, arson, etc. The household engages in various forms of sexual idiosyncrasies, land swindles, incest, drugs and adultery.",
        "url": "https://subslikescript.com/movie/Ugly_Dirty_and_Bad-74252"
    },
    {
        "title": "Ugly Duckling (1957) - full transcript",
        "plot": "Every family has its beauties.",
        "url": "https://subslikescript.com/movie/Ugly_Duckling-1074964"
    },
    {
        "title": "Ugetsu (1953) - full transcript",
        "plot": "In the beginning of the springtime in the period of the Japanese Civil Wars of the Sixteenth Century in Lake Biwa in the Province of Omi, the family man farmer and craftsman Genjurô travels to Nagahama to sell his wares and makes a small fortune. His neighbor Tobei that is a fool man dreams on becoming a samurai, but he can not afford to buy the necessary outfit. The greedy Genjurô and Tobei work together manufacturing clay potteries, expecting to sell the pieces and enrich; however, their wives Miyage and Ohama are worried about the army of the cruel Shibata that is coming to their village and they warn their ambitious husbands. Their village is looted but the families flee and survive; Genjurô and Tobei decide to travel by boat with their wives and baby to sell the wares in a bigger town. When they meet another boat that was attacked by pirates, Genjurô decides to leave his wife and son on the bank of the river, promising to return in ten days. Genjurô, Tobei and Ohama raise a large amount but Tobei leaves his wife to buy the samurai outfit and seek fame and fortune. Meanwhile the female aristocratic Lady Wakasa and her servant ask Genjurô to bring her shopping to her fancy Kutsuki House. Sooner Genjurô and Tobei discover the price they have to pay for their ambition.",
        "url": "https://subslikescript.com/movie/Ugetsu-46478"
    },
    {
        "title": "UFO Journals (1978) - full transcript",
        "plot": "A documentary exploring the existence of extra-terrestrials.",
        "url": "https://subslikescript.com/movie/UFO_Journals-234935"
    },
    {
        "title": "UFO Conspiracies: The Hidden Truth (2020) - full transcript",
        "plot": "UFO Conspiracies : The Hidden Truth charts the US government's involvement with UFO phenomenon from 1947 to the present day. Featuring rare classified footage, expert interviews, images and recordings it uncovers the investigation...",
        "url": "https://subslikescript.com/movie/UFO_Conspiracies_The_Hidden_Truth-12567084"
    },
    {
        "title": "UFO Chronicles: What the President Doesn't Know (2013) - full transcript",
        "plot": "Dr. Steven Greer, Founder and Director of the Disclosure Project and Project Orion, speaks frankly about his compilation of over 400 government, military and intelligence witnesses testifying to their direct, firsthand experience with UFOs, ET technology, and the cover-up and/or suppression of evidence of an Alien presence on earth. Commander Graham Bethune, a Navy Pilot who has extensively documented an eight minute encounter with an \"Unidentified Flying Object\" that was 300 feet in diameter, discusses this mind blowing encounter and many others experienced by pilots and air traffic controllers around the globe. Jim Marrs is a New York Times best-selling author of books and articles on a wide range of alleged cover-ups and conspiracies. Mr. Marrs is a prominent figure in the JFK conspiracy press and his book \"Crossfire\" was a source for Oliver Stone's film \"JFK.\" He has written books asserting the existence of government conspiracies regarding aliens, 9/11, telepathy, and secret societies. In this frank interview, Marrs reveals the true nature to the conspiracy of control by the ruling elite.",
        "url": "https://subslikescript.com/movie/UFO_Chronicles_What_the_President_Doesnt_Know-2778348"
    },
    {
        "title": "UFO (2022) - full transcript",
        "plot": "Are you ready to watch a love story full of adrenaline? Ese, a biker who wants to be the regional champion, and Deniz, who believes that she'll be taken away from the world by the UFOs one day, are two teenagers living totally different lives in Adana. With their youthful thrill, Deniz and Ese fall in love with one another. This great love brings two different worlds together. Ese will get prepared for the final race with the help of his love for Deniz, and she will discover her reality, thanks to the passion in his eyes. And nothing will be the same in their lives ever again. No matter the cost.",
        "url": "https://subslikescript.com/movie/UFO-14369286"
    },
    {
        "title": "UFO (2018) - full transcript",
        "plot": "A college student, who sees a UFO, uses his exceptional math skills to investigate the sighting with his friends while the FBI follows closely behind.",
        "url": "https://subslikescript.com/movie/UFO-6290798"
    },
    {
        "title": "Udumb (2021) - full transcript",
        "plot": "The events that happen in the life of Ani after he gets convicted for a murder.",
        "url": "https://subslikescript.com/movie/Udumb-13624868"
    },
    {
        "title": "Ukiyoe zankoku monogatari (1968) - full transcript",
        "plot": null,
        "url": "http://subslikescript.com/movie/Ukiyoe_zankoku_monogatari-204705"
    },
    {
        "title": "Ukraine on Fire (2016) - full transcript",
        "plot": "Ukraine. Across its eastern border is Russia and to its west-Europe. For centuries, it has been at the center of a tug-of-war between powers seeking to control its rich lands and access to the Black Sea. 2014's Maidan Massacre triggered a bloody uprising that ousted president Viktor Yanukovych and painted Russia as the perpetrator by Western media. But was it? \"Ukraine on Fire\" by Igor Lopatonok provides a historical perspective for the deep divisions in the region which lead to the 2004 Orange Revolution, 2014 uprisings, and the violent overthrow of democratically elected Yanukovych. Covered by Western media as a people's revolution, it was in fact a coup d'état scripted and staged by nationalist groups and the U.S. State Department. Investigative journalist Robert Parry reveals how U.S.-funded political NGOs and media companies have emerged since the 80s replacing the CIA in promoting America's geopolitical agenda abroad.",
        "url": "http://subslikescript.com/movie/Ukraine_on_Fire-5724358"
    },
    {
        "title": "Um Ano Inesquecível - Outono (2023) - full transcript",
        "plot": null,
        "url": "http://subslikescript.com/movie/Um_Ano_Inesquecvel_-_Outono-27856735"
    },
    {
        "title": "Ulzana's Raid (1972) - full transcript",
        "plot": "Report reaches the US cavalry that the Apache leader Ulzana has left his reservation with a band of followers. A compassionate young officer, Lieutenant DeBuin, is given a small company to find him and bring him back; accompanying the troop is McIntosh, an experienced scout, and Ke-Ni-Tay, an Apache guide. Ulzana massacres, rapes and loots across the countryside; and as DeBuin encounters the remains of his victims, he is compelled to learn from McIntosh and to confront his own naiveté and hidden prejudice.",
        "url": "http://subslikescript.com/movie/Ulzanas_Raid-69436"
    },
    {
        "title": "Ulysses' Gaze (1995) - full transcript",
        "plot": "A, a Greek filmmaker living in exile in the United States, returns to his native Ptolemas to attend a special screening of one of his extremely controversial films. But A's real interest lies elsewhere--the mythical reels of the very first film shot by the Manakia brothers, who, at the dawn of the age of cinema, tirelessly criss-crossed the Balkans and, without regard for national and ethnic strife, recorded the region's history and customs. Did these primitive, never-developed images really exist? If so, where are they? - \"Why A? It's an alphabetical choice. Every filmmaker remembers the first time he looked through the viewfinder of a camera. It is a moment that is not so much the discovery of cinema--but the discovery of the world. But there comes a moment when the filmmaker begins to doubt his own capacity to see things, when he no longer knows if his gaze is right and innocent.\" --Theo Angelopoulos",
        "url": "http://subslikescript.com/movie/Ulysses_Gaze-114863"
    },
    {
        "title": "Ulysses: A Dark Odyssey (2018) - full transcript",
        "plot": "United States of Europe is established 2020. Back from war in the Middle East, amnesiac Ulysses goes thru a lot in Taurus City, a dictatorship, looking for his wife, Penelope.",
        "url": "http://subslikescript.com/movie/Ulysses_A_Dark_Odyssey-5581752"
    },
    {
        "title": "Ulysses & Mona (2018) - full transcript",
        "plot": "Ulysses, a secluded artist who mysteriously retired a few years ago, meets Mona, a young art student full of life. The encounter will change them both.",
        "url": "http://subslikescript.com/movie/Ulysses__Mona-8649636"
    },
    {
        "title": "Ulysses (1954) - full transcript",
        "plot": "In the ancient Greek city of Ithaca, many impatiently await the return of their king Ulysses and his warriors from the Trojan War. Among these, Ulysses' devoted wife Penelope and his grown son Telemachus. But Ulysses' return is not eagerly awaited by everyone, especially by his enemies. They openly court Penelope and ask her to give her husband up for dead and re-marry one of the rowdy suitors who have taken up residence in her home since her husband's departure. However, Penelope clings to her belief that Ulysses will soon return. To appease the aggressive suitors, Penelope promises that she would re-marry as soon as she finishes weaving a large tapestry depicting Ulysses' deeds of bravery. In secret, she's unraveling the day's weaving, thus delaying the tapestry's completion. Penelope knows that her trick won't work forever. In Troy, Ulysses and his warriors use the Trojan Horse ruse to conquer the city. In his fervor, Ulysses destroys the Trojans' temple to Neptune, god of the sea, incurring the ire of the witch Cassandra who curses him to suffer the wrath of Neptune. On the return home to Ithaca, Ulysses' boat shipwrecks and he's found unconscious on a Phaeacian island beach by beautiful princess Nausicaa. His long, arduous, treacherous and perilous odyssey begins.",
        "url": "http://subslikescript.com/movie/Ulysses-47630"
    },
    {
        "title": "Ulysses (1967) - full transcript",
        "plot": "Dublin; June 16, 1904. Stephen Dedalus, who fancies himself as a poet, embarks on a day of wandering about the city during which he finds friendship and a father figure in Leopold Bloom, a middle-aged Jew. Meanwhile, Bloom's day, illuminated by a funeral and an evening of drinking and revelry that stirs paternal feelings toward Stephen, ends with a rapprochement with Molly, his earthy wife.",
        "url": "http://subslikescript.com/movie/Ulysses-62414"
    },
    {
        "title": "Ulysse (1983) - full transcript",
        "plot": "Agnès Varda interviews two subjects from a photograph she took 30 years earlier.",
        "url": "http://subslikescript.com/movie/Ulysse-161034"
    },
    {
        "title": "Ulvetid (1981) - full transcript",
        "plot": "Anna and Tom live in a remote place while Anna suffers from depression after an abortion, and is afraid of losing Tom's affection. An admirer of Tom's writing, Ellinor, adds to the problem, when she appears with a tame wolf.",
        "url": "http://subslikescript.com/movie/Ulvetid-122772"
    },
    {
        "title": "Ultraviolet (2006) - full transcript",
        "plot": "Set in the late 21st century, a subculture of humans have emerged who have been modified genetically by a vampire-like disease, giving them enhanced speed, incredible stamina and acute intelligence, and as they are set apart from \"normal\" and \"healthy\" humans, the world is pushed to the brink of worldwide civil war aimed at the destruction of the \"diseased\" population. In the middle of this crossed-fire is - an infected beautiful woman - Ultraviolet, who finds herself protecting a nine-year-old boy who has been marked for death by the human government as he is believed to be a threat to humans.",
        "url": "http://subslikescript.com/movie/Ultraviolet-370032"
    },
    {
        "title": "Ultrasuede: In Search of Halston (2010) - full transcript",
        "plot": "An exploration of the clothes, the glamour and the decadence of iconic fashion designer Halston.",
        "url": "http://subslikescript.com/movie/Ultrasuede_In_Search_of_Halston-1422786"
    },
    {
        "title": "Ultrasound (2021) - full transcript",
        "plot": "After his car breaks down, Glen spends one hell of an odd night with a married couple, setting into motion a chain of events that alter their lives plus those of several random strangers.",
        "url": "http://subslikescript.com/movie/Ultrasound-12989912"
    },
    {
        "title": "Ultrasonic (2012) - full transcript",
        "plot": "A musician with hyper-sensitive hearing goes in search of an ominous sound that plagues him, but is inaudible to everyone else.",
        "url": "http://subslikescript.com/movie/Ultrasonic-2070883"
    },
    {
        "title": "Ultras (2020) - full transcript",
        "plot": "Naples. At almost fifty years old Sandro is the leader of the Apache, a group of ultras with whom he has spent his whole life at the stadium: a life of violence, clashes, passions, and ...",
        "url": "http://subslikescript.com/movie/Ultras-10937434"
    },
    {
        "title": "Ultramarines: A Warhammer 40,000 Movie (2010) - full transcript",
        "plot": "A squad of Ultramarines answer a distress call from an Imperial Shrine World. A full Company of Imperial Fists was stationed there, but there is no answer from them. The squad investigates to find out what has happened there.",
        "url": "http://subslikescript.com/movie/Ultramarines_A_Warhammer_40000_Movie-1679332"
    },
    {
        "title": "Ultraman Ginga S Movie Showdown! The 10 Ultra Brothers! (2015) - full transcript",
        "plot": "In ULTRAMAN GINGA S THE MOVIE, a sinister space warrior, Etelgar, forces a beautiful young alien princess, Alena, to use her magical mirror to trap every Ultraman hero in the Galaxy! In order to stop Etelgar and save the princess and their fellow Ultramen, two young men, Hikaru and Shou, must each transform into new Ultra-heroes, Ultraman Ginga and Ultraman Victory, and combine their super-powers! Thus begins an epic battle of the greatest Ultraman heroes teaming up to defeat Etelgar and his army of villainous space warriors!",
        "url": "http://subslikescript.com/movie/Ultraman_Ginga_S_Movie_Showdown_The_10_Ultra_Brothers-4265568"
    },
    {
        "title": "Un hiver en été (2023) - full transcript",
        "plot": null,
        "url": "http://subslikescript.com/movie/Un_hiver_en_t-21906990"
    },
    {
        "title": "Un gioco per Eveline (1971) - full transcript",
        "plot": "A couple on holiday travels around Corsica. There's some tension between them because Pierre wants Natalie to have his child. They stay at another couple's house and are joined by the disturbing appearance of a girl.",
        "url": "http://subslikescript.com/movie/Un_gioco_per_Eveline-122506"
    },
    {
        "title": "Un ga yokerya (1966) - full transcript",
        "plot": null,
        "url": "http://subslikescript.com/movie/Un_ga_yokerya-410824"
    },
    {
        "title": "Un figlio di nome Erasmus (2019) - full transcript",
        "plot": "Four friends in their 40's are summoned to Lisbon for Amalia's funeral. She's left them an unexpected legacy: a child conceived with one of them during an Erasmus study program in Portugal ...",
        "url": "http://subslikescript.com/movie/Un_figlio_di_nome_Erasmus-10481184"
    },
    {
        "title": "Un étrange voyage (1981) - full transcript",
        "plot": "A man walks a length of railroad track, looking for his elderly mother whom he believes fell from the train at some point. He brings his daughter along.",
        "url": "http://subslikescript.com/movie/Un_trange_voyage-81679"
    },
    {
        "title": "Un etaj mai jos (2015) - full transcript",
        "plot": "Sandu Patrascu is an ordinary Romanian citizen, living in a comfortable apartment in Bucharest. He has a good job (in the vehicle registration business), a wife (no-nonsense Olga), a teenage son (computer-obsessed Matei) and a (trained) dog. On the whole, he feels good about himself. One day though, he gets upset by an incident he is the witness of: a violent quarrel taking place on the other side of a female neighbor's door. Worse, Vali, another neighbor, leaves the apartment while Sandu stands in the staircase listening. Even worse, Laura, the young woman he has heard shouting is found murdered. What will Patrascu do under such circumstances ?",
        "url": "http://subslikescript.com/movie/Un_etaj_mai_jos-4620316"
    },
    {
        "title": "Un enfant dans la foule (1976) - full transcript",
        "plot": "Abandoned by his father and ignored by his mother, a French youth (César Chauveau) seeks love and affection with the soldiers and other men he meets on the streets of Paris during the German occupation.",
        "url": "http://subslikescript.com/movie/Un_enfant_dans_la_foule-73839"
    },
    {
        "title": "Un embrujo (1998) - full transcript",
        "plot": "The movie takes place in Mexico after the revolution, Eliseo, a young boy falls in love with his school teacher (played by Blanca Guerra) a affair between them occurs, and when it is discovered by the town people she is forced to leave. many years pass and Eliseo now a full grown man still longs the love of his teacher.",
        "url": "http://subslikescript.com/movie/Un_embrujo-168734"
    },
    {
        "title": "Un crimen común (2020) - full transcript",
        "plot": "Cecilia is a sociology teacher. One night the son of her maid desperately knocks on the door of her house. She doesn't open. The next day, Kevin's body shows up murdered by the police. Cecilia begins to be haunted by the young man's ghost.",
        "url": "http://subslikescript.com/movie/Un_crimen_comn-11732324"
    },
    {
        "title": "Un couteau dans le coeur (2018) - full transcript",
        "plot": null,
        "url": "http://subslikescript.com/movie/Un_couteau_dans_le_coeur-6426028"
    },
    {
        "title": "Un comisar acuzã (1974) - full transcript",
        "plot": "The Iron Guard, also known as Legion of Archangel Michael, was a Romanian nationalist and patriotic movement of extreme right; as such, after it rose to power, it supported Nazi Germany and started a fierce campaign of retaliation against its political enemies. As such, in the night of November 26-27, 1940, the Death Teams executed forty political prisoners in the Jilava prison (in the movie, named \"Viraga\"), and next day, other two Teams arrested and shot the former minister Virgil Madgearu and the world famous historian Nicolae Iorga (in the movie: Costin Märgeanu and Nicolae Jugu). To squash down the political outcry, the Police Prefect Stefan Zävoianu (Visan Nävodeanu) conveniently assigns the cases to a commissioner from the \"Morals Division\" (prostitution, thieves), Tudor Moldovan, hoping that he will fail to get to the bottom of the case. However, Moldovan has communist sympathies, so he quickly comes under the influence of the Bolshevik Pîrvu, who had escaped during the Viraga massacre, only to be later apprehended again by the police. Pîrvu being an old friend and work mate of Moldovan's father, he feeds to the commissioner all the well-known soviet propaganda, during the interrogatories. Thus gained on the left side, Moldovan turns against the Iron Guards, in a short time gathering enough evidence to close the case. Hearing about this, the Iron Guard Senator Naumescu (Nae Ionescu) tries to bribe Moldovan - but the commissioner only accepts the money (one briefcase containing half a million lei, worth his salary for ten years) to use it for financing the communist party. He then delivers the file to the \"Universul\" newspaper, but the Legionnaire commissioner Paraipan, his arch enemy, retrieves it before going into print. Learning this, Naumescu orders Moldovan's dispatching. After a long and noisy series of shootouts and street action, Moldovan gradually shoots eight out of the new members of Paraipan's team, sparing only Tänäsescu, who had been assigned as his assistant during the investigation. Loyal to the cause, Tänäsescu informs Naumescu about Moldovan's whereabouts - so the Senator lays a trap for the commissioner, using Tänäsescu as bait. At the height of an unequal confrontation, in the heart of the Plumbuita slum, Moldovan is ridden with bullets by a few dozens of Legionnaires.",
        "url": "http://subslikescript.com/movie/Un_comisar_acuz-69909"
    },
    {
        "title": "Un Coeur en Hiver (1992) - full transcript",
        "plot": "Beautiful violin virtuoso Camille has two obsessions: the music of Ravel, and a friend of her husband's who crafts violins. But his heart seems to be as cold as her playing is passionate.",
        "url": "http://subslikescript.com/movie/Un_Coeur_en_Hiver-105682"
    },
    {
        "title": "Un centesimo di secondo (1981) - full transcript",
        "plot": "Drama centering around a group of skiers competing in the big international downhill races. One of them is injured in a skiing accident which leaves him paralyzed.",
        "url": "http://subslikescript.com/movie/Un_centesimo_di_secondo-161420"
    },
    {
        "title": "Un ballo in maschera (1991) - full transcript",
        "plot": null,
        "url": "http://subslikescript.com/movie/Un_ballo_in_maschera-259875"
    },
    {
        "title": "Un autre monde (2011) - full transcript",
        "plot": null,
        "url": "http://subslikescript.com/movie/Un_autre_monde-2313369"
    },
    {
        "title": "Un amour de sorcière (1997) - full transcript",
        "plot": "Michael Firch is very skilled in computers and he goes to Paris to meet very important persons to discuss a contract. Michael was born on a special astral date. On arriving in Paris, he meets Morgane and her son. Morgane is a witch, she is beautiful, she is good and she needs Michael to save her son from evil powers. Molok is a sorcerer and he opposes Morgana's plan.",
        "url": "http://subslikescript.com/movie/Un_amour_de_sorcire-120404"
    },
    {
        "title": "Unabomber: The True Story (1996) - full transcript",
        "plot": "The real story behind the hunt for Theodore J. Kaczynski, later known as the Unabomber, a terrorist who sent several bombs through the mail, alarming authorities and society. The movie follows a postal inspector who tracks down the suspect; a obstinate detective; and Kaczynski's brother, who suspected of Ted after the publishing of his manifesto explaining the reasons for the bombings.",
        "url": "http://subslikescript.com/movie/Unabomber_The_True_Story-118024"
    },
    {
        "title": "Una vita scellerata (1990) - full transcript",
        "plot": "The story of Benvenuto Cellini (1500-1571), a soldier and one of the most important craftsmen and artists of Renaissance Italy, whose life was marked by many achievements and adventures, but also crimes.",
        "url": "http://subslikescript.com/movie/Una_vita_scellerata-100878"
    },
    {
        "title": "Una vez más (2019) - full transcript",
        "plot": "Abril left Daniel behind 5 years ago, when she decided to try her luck in London. She is back home now, to bury her grandmother. Walking the streets of what was her home with the man who was her love, she realizes she had missed it all.",
        "url": "http://subslikescript.com/movie/Una_vez_ms-10350048"
    },
    {
        "title": "Una spirale di nebbia (1977) - full transcript",
        "plot": "The lovely Maria Teresa is unhappily married with the impotent lawyer Marcello. Maria Teresa's marriage is contrasted by the passionate Valeria, who is killed during a chase. Is Valeria's husband the murderer? Maria Teresa helps him...",
        "url": "http://subslikescript.com/movie/Una_spirale_di_nebbia-147530"
    },
    {
        "title": "Una rata en la oscuridad (1979) - full transcript",
        "plot": null,
        "url": "http://subslikescript.com/movie/Una_rata_en_la_oscuridad-290038"
    },
    {
        "title": "Una película de policías (2021) - full transcript",
        "plot": "Director Alonso Ruizpalacios takes us deep into the Mexican police force with the story of Teresa and Montoya, together known as 'the love patrol.' In this thoroughly original and unpredictable documentary, Ruizpalacios plays with the boundaries of nonfiction and immerses the audience into the human experience of police work within a dysfunctional system.",
        "url": "http://subslikescript.com/movie/Una_pelcula_de_policas-14035242"
    },
    {
        "title": "Una pasión llamada Clara Lair (1996) - full transcript",
        "plot": "Captures the life and work of famed Puerto Rican poet Mercedes Negrón Muñoz, also known as Clara Lair, through dramatization and interviews with her colleagues.",
        "url": "http://subslikescript.com/movie/Una_pasin_llamada_Clara_Lair-137160"
    },
    {
        "title": "Una notte da dottore (2021) - full transcript",
        "plot": null,
        "url": "http://subslikescript.com/movie/Una_notte_da_dottore-14060826"
    },
    {
        "title": "Una libélula para cada muerto (1975) - full transcript",
        "plot": "A killer is cleaning up the streets of Milan by murdering those considered as deviant. An ornamental dragonfly, soaked in the blood of the victim, is left on each body.",
        "url": "http://subslikescript.com/movie/Una_liblula_para_cada_muerto-70312"
    },
    {
        "title": "Una femmina (2022) - full transcript",
        "plot": "Rosa is a young rebel girl who lives with her grandmother and her uncle in a remote part of Calabria, in Southernmost Italy. Her mother's untimely death when Rosa was a child casts a gloomy shadow on her present life.",
        "url": "http://subslikescript.com/movie/Una_femmina-15211828"
    },
    {
        "title": "Una familia de tantas (1949) - full transcript",
        "plot": "Rodrigo Catano seeks to impose in his family a Porfirian order. One day a door to door salesman, Roberto del Hierro, comes into the house to sell an American vacuum cleaner from the \"Bright O'Home\" company. Maru, Mr. Catano's daughter, watches Roberto while he demostrates the new machine. Roberto leaves and says he will come back to explain Mr. Catano about the vacuum cleaner. Mr. Catano is very upset because a man has been in his house without him been present. Nevertheless, with fast and inteligent talk, Roberto sells him the vacuum cleaner and, later on, a refrigerator. Maru is captivated by Roberto and they fall in love. Mr. Catano is furious when Roberto announces to him he will marry Maru.",
        "url": "http://subslikescript.com/movie/Una_familia_de_tantas-40341"
    },
    {
        "title": "Una (2016) - full transcript",
        "plot": "When a young woman unexpectedly arrives at an older man's workplace, looking for answers, the secrets of the past threaten to unravel his new life. Their confrontation will uncover buried memories and unspeakable desires. It will shake them both to the core.",
        "url": "http://subslikescript.com/movie/Una-2315582"
    },
    {
        "title": "Un zoo la nuit (1987) - full transcript",
        "plot": "Marcel, recently released from prison, attempt to rebuild his relationship with his girlfriend Julie (now a prostitute) and especially his father Albert (who thinks he's been away on a long trip abroad), while being pursued by two corrupt cops (one of whom bears a longstanding grudge against him) for drug money he's alleged to possess...",
        "url": "http://subslikescript.com/movie/Un_zoo_la_nuit-94210"
    },
    {
        "title": "Un viaje a la Luna (2017) - full transcript",
        "plot": null,
        "url": "http://subslikescript.com/movie/Un_viaje_a_la_Luna-5858968"
    },
    {
        "title": "Un traductor (2018) - full transcript",
        "plot": "A Russian Literature professor at the University of Havana is ordered to work as a translator for child victims of the Chernobyl nuclear disaster when they are sent to Cuba for medical treatment.",
        "url": "http://subslikescript.com/movie/Un_traductor-4488744"
    },
    {
        "title": "Un tournage à la campagne (1994) - full transcript",
        "plot": null,
        "url": "http://subslikescript.com/movie/Un_tournage__la_campagne-111545"
    },
    {
        "title": "Uncle Elephant (1991) - full transcript",
        "plot": "A young elephant's parents disappear while sailing. The distraught youngster is at home when the comic and jovial Uncle Elephant arrives to collect him. The uncle and his nephew pass the time in myriad ways while awaiting the return of the lost parents. Eventually the parents do return, after the little elephant has developed a warm and fun relationship with his uncle.",
        "url": "http://subslikescript.com/movie/Uncle_Elephant-413411"
    },
    {
        "title": "Uncle Drew (2018) - full transcript",
        "plot": "An anti-ageist comedy about a man's dream to win the Rucker Classic street ball tournament in Harlem.",
        "url": "http://subslikescript.com/movie/Uncle_Drew-7334528"
    },
    {
        "title": "Uncle Boonmee Who Can Recall His Past Lives (2010) - full transcript",
        "plot": "Suffering from acute kidney failure, Uncle Boonmee has chosen to spend his final days surrounded by his loved ones in the countryside. Surprisingly, the ghost of his deceased wife appears to care for him, and his long lost son returns home in a non-human form. Contemplating the reasons for his illness, Boonmee treks through the jungle with his family to a mysterious hilltop cave - the birthplace of his first life.",
        "url": "http://subslikescript.com/movie/Uncle_Boonmee_Who_Can_Recall_His_Past_Lives-1588895"
    },
    {
        "title": "Uncle (1959) - full transcript",
        "plot": null,
        "url": "http://subslikescript.com/movie/Uncle-171789"
    },
    {
        "title": "Uncharted: Live Action Fan Film (2018) - full transcript",
        "plot": "Treasure hunter Nathan Drake finds himself captured while searching for the lost treasure of the Flor de la Mar.",
        "url": "http://subslikescript.com/movie/Uncharted_Live_Action_Fan_Film-8707436"
    },
    {
        "title": "Uncharted (2009) - full transcript",
        "plot": "\"Uncharted\" is a story of a documentary film crew who crash on an island, when they were in hopes of finding a rare animal, a jaguar, that is believed to inhabit the jungle. Laine Wells, an ambitious workaholic, is leading her award winning documentary crew to the Island of Gabriola for another exciting expedition. Unfortunate circumstances arise when her charter plane goes down and crashes on a remote island. Laine believes that she has landed on the Island of Gabriola. Part of her crew decides to go and search for the village that they know exists, so that they can find shelter and food. Laine and Greg Cruz, her clownish camera operator, stay behind with the plane. Blind ambition takes over Laine, as she forces Greg to come out into the jungle with her in order to start filming the documentary of the jaguar. Mysterious eyes behind bushes and trees lead Laine to believe that there is more than just one jaguar on this island. All the while, Greg worries about the rest of the crew. Despite having to deal with the sickly, alcoholic pilot, John Andrew, Laine and Greg decide to go out and look for the rest of the crew, Javier, the gaffer, Christy, the accountant/assistant, and her husband, Michael, the sound guy. We get to know these three crew members through a series of video play backs. During their journey, the pilot, John, tells Laine and Greg that they are not on Gabriola Island. He informs them that he doesn't know where they are. So now Laine and Greg begin looking for their friends as the mysterious ways of the jungle begin to toy with their minds. Nightfall turns to dread as vicious cat cries echo and dark shapes cross through the jungle. But Laine is still determined to get her documentary done. The horror ensues when death falls upon them, and the mysteries of the jungle begin to show their unnatural ways.",
        "url": "http://subslikescript.com/movie/Uncharted-1057576"
    },
    {
        "title": "Uncharted (2022) - full transcript",
        "plot": "Street-smart Nathan Drake (Tom Holland) is recruited by seasoned treasure hunter Victor \"Sully\" Sullivan (Mark Wahlberg) to recover a fortune amassed by Ferdinand Magellan and lost 500 years ago by the House of Moncada. What starts as a heist job for the duo becomes a globe-trotting, white-knuckle race to reach the prize before the ruthless Santiago Moncada (Antonio Banderas), who believes he and his family are the rightful heirs. If Nate and Sully can decipher the clues and solve one of the world's oldest mysteries, they stand to find $5 billion in treasure and perhaps even Nate's long-lost brother...but only if they can learn to work together.",
        "url": "http://subslikescript.com/movie/Uncharted-1464335"
    },
    {
        "title": "Uncertain (2015) - full transcript",
        "plot": "Uncertain is a visually stunning and disarmingly funny portrait of the literal and figurative troubled waters of Uncertain, Texas, a 94-resident town so tucked away \"you've got to be lost to find it\".",
        "url": "http://subslikescript.com/movie/Uncertain-2630352"
    },
    {
        "title": "Uncanny (2015) - full transcript",
        "plot": "A technology reporter gets a week of exclusive access to the world's first perfect artificial intelligence. When the reporter begins a relationship with the scientist who created it, the A.I. begins to exhibit startling and unnerving emergent behavior.",
        "url": "http://subslikescript.com/movie/Uncanny-2321502"
    },
    {
        "title": "Uncaged (1991) - full transcript",
        "plot": "Miki and her younger brother Robby flee their destructive home and find themselves in the towering metropolis, Los Angeles. There, they meet Sharkey, a pimp. Miki becomes infatuated with Sharkey and starts to work for him. Miki finds herself trapped in Sharkey's dominating world and must find a way to escape the nightmare.",
        "url": "http://subslikescript.com/movie/Uncaged-103158"
    },
    {
        "title": "Unbroken: Path to Redemption (2018) - full transcript",
        "plot": "When the war ended, his battle began. Based on Laura Hillenbrand's bestselling book, UNBROKEN: PATH TO REDEMPTION begins where Unbroken ends, sharing the next amazing chapter of Olympian ...",
        "url": "http://subslikescript.com/movie/Unbroken_Path_to_Redemption-7339792"
    },
    {
        "title": "Unbroken (2014) - full transcript",
        "plot": "The life of Louis Zamperini, an Olympic athlete who joined the armed forces during the second world war. Only to be captured by the Japanese navy after a plane crash in the Pacific. During his capture, Louie must continue his fight by surviving through the war.",
        "url": "http://subslikescript.com/movie/Unbroken-1809398"
    },
    {
        "title": "Unbridled (2018) - full transcript",
        "plot": "Abel (Daniel Grao) is a politician dedicated to the struggle for the most disadvantaged and Nora (Natalia Molina), his wife, is the unconditional support for him and who keeps an important ...",
        "url": "http://subslikescript.com/movie/Unbridled-7474914"
    },
    {
        "title": "Unbridled (2017) - full transcript",
        "plot": "Based on true to life stories at a healing ranch for challenged teen girls in North Carolina that tells a tremendous story of redemption and triumph, with a message of unconditional love, overcoming formidable obstacles and living a fulfilling life in spite of adverse circumstances. UNBRIDLED is a story that dives deep in the human heart, and shines a light on the goodness and altruism of authentic people who view life as greater than themselves. UNBRIDLED is Inspiring Heartwarming Captivating Uplifting Refreshing Wholesome Enjoyable Encouraging Touching Delightful Memorable UNBRIDLED is a true to life story that exposes the atrocities of abuse, neglect and trauma and the healing and redemption experienced by girls and horses who have suffered the same types of abuse. UNBRIDLED showcases how every life matters, no matter how damaged,and that redemption is just around the corner when lives will be made whole again. An emotionally gripping, unforgettable and uplifting story of redemption, healing, and overcoming some of life's greatest obstacles. UNBRIDLED centers around the life of 17-year-old Sarah Miller (Tea McKay) who has a secret: secret shame of being an ongoing victim and prisoner of human sex trafficking by her mother's (Dey Young) boyfriend Roger Donigal (Eric Roberts) until Sarah's future boyfriend Kenny Brachner (David Topp) teams up with Detective Mitchell Sangrin (T.C. Stallings, actor from War Room) on an attempt to foil the underground operation and set the captives (including Sarah) free.",
        "url": "http://subslikescript.com/movie/Unbridled-5498056"
    },
    {
        "title": "Unbreakable Kimmy Schmidt: Kimmy vs the Reverend (2020) - full transcript",
        "plot": "Kimmy sets off on her biggest adventure yet. Three states. Explosions. A dancing hamburger. And you, the viewer, get to decide how the story goes.",
        "url": "http://subslikescript.com/movie/Unbreakable_Kimmy_Schmidt_Kimmy_vs_the_Reverend-10324166"
    },
    {
        "title": "Unbreakable (2019) - full transcript",
        "plot": "Mariel and Deena have been best friends since college. Their relationship is challenged as family obligations and a tragedy force them to re-evaluate the meaning of loyalty. Will this friendship survive the ultimate test of love?",
        "url": "http://subslikescript.com/movie/Unbreakable-11172868"
    },
    {
        "title": "Under Capricorn (1949) - full transcript",
        "plot": "In 1831, Irishman Charles Adare travels to Australia to start a new life with the help of his cousin who has just been appointed governor. When he arrives he meets powerful landowner and ex-convict Sam Flusky, who wants to do a business deal with him. Whilst attending a dinner party at Flusky's house, Charles meets Flusky's wife Henrietta who he had known as a child back in Ireland. Henrietta is an alcoholic and seems to be on the verge of madness.",
        "url": "http://subslikescript.com/movie/Under_Capricorn-42004"
    },
    {
        "title": "Under Age (1964) - full transcript",
        "plot": "A trial melodrama about a mother who encourages her 14 year old daughter to have sex with a 16 year old Mexican boy.",
        "url": "http://subslikescript.com/movie/Under_Age-57621"
    },
    {
        "title": "Undefeatable (1993) - full transcript",
        "plot": "Kristi Jones (Cynthia Rothrock) avenges her sister's death at the hands of a crazed martial arts rapist.",
        "url": "http://subslikescript.com/movie/Undefeatable-111552"
    },
    {
        "title": "Undeclared War (1990) - full transcript",
        "plot": "A Hong Kong Special Branch cop and a CIA agent reluctantly team up to bring down a major international terrorist.",
        "url": "http://subslikescript.com/movie/Undeclared_War-100595"
    },
    {
        "title": "Undecided: The Movie (2016) - full transcript",
        "plot": "The 2016 Presidential campaign just got even crazier. In this unprecedented comedy, a camera crew follows two \"undecided\" voters along the actual campaign trail, and no Presidential candidate - on either side of the aisle - is spared. But when the producers of their show conspire to drive the undecideds apart, they have to band together or risk becoming pawns in a sinister plot that could change the course of the election. Using actual footage from real-world interactions with all the major Presidential candidates - including Donald Trump, Hillary Clinton, Ted Cruz, Marco Rubio, Jeb Bush (and many more!) - \"Undecided\" gives the 2016 election the unforgettable comedy it so richly deserves.",
        "url": "http://subslikescript.com/movie/Undecided_The_Movie-6122540"
    },
    {
        "title": "Undeaducated (2021) - full transcript",
        "plot": "So, what might happen if you were stuck late at school when the zombie apocalypse happens? What's going on? Is this all part of some twisted experiment the professor is conducting on the kids? Did the crazy Cook do it? Will they see tomorrow? Well, that's the situation our group of high-schoolers find themselves in, in \"Undeaducated\".",
        "url": "http://subslikescript.com/movie/Undeaducated-14129132"
    },
    {
        "title": "Undead Pool (2007) - full transcript",
        "plot": "A girls' high school team is having a competition. Aki persuades her friend Sayaka to join the swimming team. However, a mysterious virus is spreading throughout the school. After Aki discovers the incident and tries to tell other people, she is killed. The swimming team takes up the challenge to cope with it and begins the fierce battle.",
        "url": "http://subslikescript.com/movie/Undead_Pool-1134826"
    },
    {
        "title": "Undead (2003) - full transcript",
        "plot": "Peaceful, rustic Berkeley is a charming fishing community where life is sweet and the people friendly. All that is about to change. After losing her childhood farm to the bank, local beauty Rene decides to leave town and head for the big city. Suddenly, an avalanche of meteorites races through the sky, bombarding the town and bringing an otherworldly infection. Departing is going to be much more difficult than she had planned. The living dead are awakened and Rene is now caught in a nightmare of zombies hungry for human flesh. She manages to find salvation in a small isolated farm house owned by the town loony, Marion. There she is met with four other desperate survivors. Together they battle their way through a plague of walking dead and discover that there is more transpiring than just an infection.",
        "url": "http://subslikescript.com/movie/Undead-339840"
    },
    {
        "title": "Unde la soare e frig (1991) - full transcript",
        "plot": "A story of the relationship between a young girl and a lighthouse keeper living beside the Black Sea. After the young girl finds herself stranded in the area the two gradually get to know one another but their isolation is eventually broken when the woman's companion comes looking for her.",
        "url": "http://subslikescript.com/movie/Unde_la_soare_e_frig-100845"
    },
    {
        "title": "Unda (2019) - full transcript",
        "plot": "The film narrates the events that occur when a unit of policemen from Kerala reach the Naxalite prone areas in North India for election duty.",
        "url": "http://subslikescript.com/movie/Unda-7581552"
    },
    {
        "title": "Uncut Gems (2019) - full transcript",
        "plot": "With his debts mounting and angry collectors closing in, a fast-talking New York City jeweler risks everything in hope of staying afloat and alive.",
        "url": "http://subslikescript.com/movie/Uncut_Gems-5727208"
    },
    {
        "title": "Uncovered: The McMartin Family Trials (2019) - full transcript",
        "plot": "A look at how a child abuse case engulfed a California beach community in 1983 and became a modern-day witch hunt.",
        "url": "http://subslikescript.com/movie/Uncovered_The_McMartin_Family_Trials-10584048"
    },
    {
        "title": "Uncovered (1994) - full transcript",
        "plot": "While restoring an old painting showing a woman and two men playing chess, Julia discovers the text \"Who killed the knight\" underneath the paint. The owner of the painting tells her that one of his forefathers was killed, the painting might identify the murderer. When Julia's friend is killed she understands that there is more to it. She consults Domenec, a chess genius who reconstructs the game from the painting. With any piece he takes, somebody dies.",
        "url": "http://subslikescript.com/movie/Uncovered-111549"
    },
    {
        "title": "Uncorked (2009) - full transcript",
        "plot": "Johnny is a high-powered executive who is definitely not looking to fall in love but a business conference takes her to wine country she meets a handsome widower Andrew who invites Johnny to meet his family after she loses her job. In helping his parents' winery she begins to fall in love with him and his family but when she gets offered another job she has to chose between her career or Andrew.",
        "url": "http://subslikescript.com/movie/Uncorked-1410068"
    },
    {
        "title": "Uncorked (2020) - full transcript",
        "plot": "Elijah must balance his dream of becoming a master sommelier with his father's expectations that he carry on the family's Memphis BBQ joint.",
        "url": "http://subslikescript.com/movie/Uncorked-9261218"
    },
    {
        "title": "Unconquered (1947) - full transcript",
        "plot": "In 1763, felon Abby Hale is sentenced to slavery in America. In Virginia, heroic Capt. Holden buys her, intending to free her, but villain Garth foils this plan, and Abby toils at Dave Bone's tavern. Garth is fomenting an Indian uprising to clear the wilderness of settlers, giving him a monopoly of the fur trade. Holden discovers Garth's treachery, but cannot prove anything against him. Can Holden and Abby save Fort Pitt from the Senecas? Many hairbreadth escapes.",
        "url": "http://subslikescript.com/movie/Unconquered-39931"
    },
    {
        "title": "Under the Sand (2000) - full transcript",
        "plot": "Marie, a professor of English literature in a Paris university, has been happily married to Jean for 25 years, although they have no children. During their summer vacations in the southwest of France, Jean leaves Marie sunbathing on the beach and goes to swim in the sea. When Marie turns back, she cannot find Jean. Has he left her? commited suicide? drowned? With no clue and no body to mourn over, Marie acts as her husband was still alive.",
        "url": "http://subslikescript.com/movie/Under_the_Sand-240913"
    },
    {
        "title": "Under the Roofs of Paris (1930) - full transcript",
        "plot": "While singing in a lower class quarter in Paris, the street singer Albert falls in love with the Romanian party girl Pola, who is the companion of the gangster Fred. One night, Albert meets with Pola, who has just found that Fred had stolen her key, and his friend Louis proposes to toss to date her. However, Albert brings her to his room and they spend the night together, with Albert sleeping on the floor and Pola on his bed. Early in the morning, the pickpocket Émile brings a bag with stolen pieces and asks Albert to keep the bag for him. When the police busts Albert's room and finds the stolen goods, he is arrested and sent to jail. Meanwhile Fred travels and Pola seeks comfort with Louis, and they stay together. When Émile is arrested by the police, he confesses that Albert is innocent and he is released and seeks out Pola. Meanwhile Fred returns to Paris and also seeks out Pola that is with Louis. The three men that are under the spell of the gorgeous lady dispute her love and only one wins.",
        "url": "http://subslikescript.com/movie/Under_the_Roofs_of_Paris-21409"
    },
    {
        "title": "Under the Riccione Sun (2020) - full transcript",
        "plot": "On holiday at Riccione beach, a group of teens get to know each other and help each other get through summer loves' heartache.",
        "url": "http://subslikescript.com/movie/Under_the_Riccione_Sun-10941528"
    },
    {
        "title": "Under the Rainbow (1981) - full transcript",
        "plot": "In 1938 Los Angeles, the manager of the Culver Hotel leaves his nephew in charge for a weekend. The nephew changes the name to the Hotel Rainbow and overbooks with royalty, assassins, secret agents, Japanese tourists, and munchkins (from the cast of The Wizard of Oz (1939)). Secret Service agent Bruce Thorpe and casting director Annie Clark find romance amidst the intrigue and confusion.",
        "url": "http://subslikescript.com/movie/Under_the_Rainbow-83254"
    },
    {
        "title": "Under the Piano (1996) - full transcript",
        "plot": "An autistic child growing up in the 1940's and 50's with a mother who is bitter because her fear of success has denied to herself a possible career in opera. This anger translates into an over-protectiveness of her mentally ill daughter, even into the child's adulthood. But a loving sister, herself having an arm that is paralyzed, is a bastion against the limitations imposed by the mother and finally helps her sister to live a more full life.",
        "url": "http://subslikescript.com/movie/Under_the_Piano-114785"
    },
    {
        "title": "Under the Mountain (2009) - full transcript",
        "plot": "After their mother dies, teen twins Rachel and Theo are sent to live with relatives in Auckland, where they come across three alien races. The seven shapeshifting Wilberforces love all things rotten and seek to lay waste all of Earth through the power of the seven Gargantua, enormous slug-like creatures trapped, one apiece, under Auckland's seven volcanoes but soon to free themselves. Mr. Jones is an alien too, the surviving twin of a pair come to use their fire powers on the other aliens. Only twins can unleash the firepower from a set of magic stones, but after failure with a previous set of twins, Jones hasn't much hope for Rachel and Theo, though he doesn't know they can tele-communicate with each other.",
        "url": "http://subslikescript.com/movie/Under_the_Mountain-1275861"
    },
    {
        "title": "Under the Mistletoe (2006) - full transcript",
        "plot": "Devoted father and husband Tom Chandler dies in a car accident, but appears as a ghost to his teenage son Jonathan. Now single mother, Susan Chandler tries to concentrate on her reporter job and dismisses the idea of a ghost, but allows the school counselor, Kevin Harrison, to work with Jonathan. Tom and Jonathan arrange for Susan to enter a radio show's dating game, and conclude that only Kevin, a widower and coach in Jonathan's former favorite sport, ice-hockey, will do as his stepdad, while she leans towards lawyer Greg Roberts.",
        "url": "http://subslikescript.com/movie/Under_the_Mistletoe-846114"
    },
    {
        "title": "Under the Influence (1986) - full transcript",
        "plot": "A hard-drinking family man has been successful in his business despite his alcoholism. His daughter, a professional, struggles to meet her father's high expectations while she becomes addicted to prescription drugs; his son, who works for him and who serves as both his whipping boy and his drinking buddy, is becoming an alcoholic like his dad. Then the father's drinking finally takes its toll on his health, and he demands that his son bring him liquor in the hospital as his son's life, and his daughter's, fall apart at home.",
        "url": "http://subslikescript.com/movie/Under_the_Influence-92134"
    },
    {
        "title": "Under the Hawthorn Tree (2010) - full transcript",
        "plot": "\"Under the Hawthorn Tree\" tells the story of Jing, a naive city schoolgirl to be transferred to a remote village for \"re-education\" during the Cultural Revolution. In China's heavens reigns one solitary God, Mao. Jing's father has been jailed for \"rightist\" and her mother struggles to feed her three children. Jing knows that both their future and the welfare of her family depend, in view of the authorities, on their good behavior. A small error would be enough to ruin their lives. But Jing's prudent and peaceful existence is disrupted when she condescends to the attentions of Sun, the charming son of an elite military member. Due to the social gap separating them, a romance between them is unthinkable; even more so, dangerous. But the attraction is mutual, powerful and undeniable. Jing tries to resist, but Sun chases her politely, even after she is back to her native city. Love between the two blossoms. It is a pure, passionate and secret love. No one should know, still less her mother. Suddenly, Sun disappears. When he returns, Jing realizes that something has changed. She should review her ideas about love, honor and loyalty, before deciding in what to believe really. Their lives never will again be the same.",
        "url": "http://subslikescript.com/movie/Under_the_Hawthorn_Tree-1554523"
    },
    {
        "title": "Under the Gun (1995) - full transcript",
        "plot": "A debt-ridden night club owner has to take on Italian and Asian mobsters, corrupt police, and an angry pimp that he threw out of the club to try to keep his club in business.",
        "url": "http://subslikescript.com/movie/Under_the_Gun-114783"
    },
    {
        "title": "Under the Greenwood Tree (2005) - full transcript",
        "plot": "Young educated beauty Fancy Day comes to town to teach school and care for her ailing father. Soon gossip around town turns to who Miss Day will marry. The lead contender is wealthy Mr. Shinar. Fancy, however, has also caught the attention of poor Dick Dewy and Parson Maybold. Poor Fancy is also caught in the middle of a feud between the parson and the former church choir when the parson introduces a harmonium to provide the church music, effectively usurping the choir, and asks Fancy to play.",
        "url": "http://subslikescript.com/movie/Under_the_Greenwood_Tree-465653"
    },
    {
        "title": "Under the Gaydar (2009) - full transcript",
        "plot": "Fearing their son Darren is gay, a couple hire a professional seductress who can turn their boy straight for $20,000, not realizing their son is a Lothario whose homosexuality is a mere pretense he and his best bud Ryan employ to seduce and bed women. A further complication arises when the professional orientation-switcher turns out to be Ryan's ex-love interest.",
        "url": "http://subslikescript.com/movie/Under_the_Gaydar-1327605"
    },
    {
        "title": "Under the Flag of the Rising Sun (1972) - full transcript",
        "plot": "One woman's search to find the truth about her husband's death in World War II.",
        "url": "http://subslikescript.com/movie/Under_the_Flag_of_the_Rising_Sun-289782"
    },
    {
        "title": "Under the Eiffel Tower (2018) - full transcript",
        "plot": "Stuart is a having a mid-life crisis. Desperate for something more in life, he tags along on his best friend's family vacation to Paris - then proposes to his friend's 24-year-old daughter, Rosalind, while standing under the Eiffel Tower.",
        "url": "http://subslikescript.com/movie/Under_the_Eiffel_Tower-6251390"
    },
    {
        "title": "Under the Bridges (1946) - full transcript",
        "plot": "Two barge skippers fall in love with the same woman.",
        "url": "http://subslikescript.com/movie/Under_the_Bridges-38206"
    },
    {
        "title": "Under the Bombs (2007) - full transcript",
        "plot": "Under the bombs, a woman searches for her son. A man accompanies her. They have nothing in common. Toni is Christian and dreams of leaving the country. Zeina is Shiite, and has emigrated to Dubai. Back in Lebanon to try and save her son, she realizes she doesn't want to leave anymore. And yet, despite this all, Toni and Zeina will love each other, as a kind of response to the death striking all around them.",
        "url": "http://subslikescript.com/movie/Under_the_Bombs-1094275"
    },
    {
        "title": "Undercover Holiday (2022) - full transcript",
        "plot": "When returning home for the holidays, newly minted pop star Jaylen tells her protective family that her overzealous security guard Matt is, in fact, her new beau.",
        "url": "http://subslikescript.com/movie/Undercover_Holiday-22295902"
    },{"title": "Undercover Heat (1995) - full transcript", "plot": "A female cop goes undercover in a high price whorehouse to find a murderer and discovers she likes the assignment more than she should.", "url": "http://subslikescript.com/movie/Undercover_Heat-114786"},
{"title": "Undercover Brother 2 (2019) - full transcript", "plot": "A sequel to the 2002 comedy, \"Undercover Brother\".", "url": "http://subslikescript.com/movie/Undercover_Brother_2-6843446"},
{"title": "Undercover Bridesmaid (2012) - full transcript", "plot": "Texas-born tycoon Thompson hires an expensive security firm for his spoiled-rotten daughter Daisy's grand wedding at his Californian estate. fashion-obsessed airhead Daisy refuses 'goons', so the job has to be done by the only female bodyguard, Tanya, who must overcome her aversion of all things feminine to go undercover as bridesmaid. Suspects abound, notably among the silver spoon groom's frat gang, which includes one fake identity. Incidents occur.", "url": "http://subslikescript.com/movie/Undercover_Bridesmaid-2094787"},
{"title": "Undercover Blues (1993) - full transcript", "plot": "A wise-cracking husband and wife team of ex-Spies arrive in New Orleans on maternity leave with their baby girl. There they are hassled by muggers, the police and their FBI boss, who wants them to do just-one-more job.", "url": "http://subslikescript.com/movie/Undercover_Blues-108442"},
{"title": "Underclassman (2005) - full transcript", "plot": "A young detective goes undercover at an elite private school to destroy an international stolen car ring.", "url": "http://subslikescript.com/movie/Underclassman-373416"},
{"title": "Underbelly: Land of the Long Green Cloud (2011) - full transcript", "plot": "The story of Marty Johnstone, Andy Maher & Terry Clark's rise in the Drug trade", "url": "http://subslikescript.com/movie/Underbelly_Land_of_the_Long_Green_Cloud-1935700"},
{"title": "Underbelly Files: Tell Them Lucifer Was Here (2011) - full transcript", "plot": "The tragic story of the 1998 murders of Victoria Police officers Rod Miller and Gary Silk.", "url": "http://subslikescript.com/movie/Underbelly_Files_Tell_Them_Lucifer_Was_Here-1684227"},
{"title": "Underbelly Files: Infiltration (2011) - full transcript", "plot": "This is a true story. Australian cop Colin McLaren goes undercover in an attempt to infiltrate the mafia. McLaren, who poses as a dodgy art dealer who can launder money, is introduced to the highest levels of the Italian mafia. He befriends the Australian Godfather. They form a relationship and McLaren eventually starts to negotiate and purchase vast amounts of pure cocaine. He needs corroboration to prove the drug buys so he introduces his girlfriend to the mafia syndicate. A Police woman without any undercover experience. She excels and the sting gets better and bolder. They spend two years socializing with the mafia, as McLaren does various drug deals, and the evidence mounts up. In time the mafia invites McLaren into a massive conspiracy to import a plane load of pure cocaine from Columbia as well as a plane load of Buddha sticks - cannabis - from the New Guinea jungle. The drug importation is signaled by the Police hierarchy as the end of the operation, although McLaren wants to keep working in order to uncover how the mafia murdered a politician. McLaren and the police command fall out, and McLaren is ordered to end the sting and the mafia are all locked up. In disgust, soon after, McLaren walks away, resigning from the Police department.", "url": "http://subslikescript.com/movie/Underbelly_Files_Infiltration-1741678"},
{"title": "Underage (2013) - full transcript", "plot": "Helena is a recently graduated attorney that shares her routine between her job as a Public Defender of children and adolescents in the Forum of the city of Santos, Brazil, and the care of the teenager Caio, with whom she lives a harmonic and honest life. Their relationship is put to the test when Caio commits a felony.", "url": "http://subslikescript.com/movie/Underage-2316573"},
{"title": "Under Your Bed (2019) - full transcript", "plot": "Naoto was ignored by other people. During his school days, Chihiro was the first person who called his name. Naoto dreams of seeing her again and tries to find her. Finally, after 11 years,...", "url": "http://subslikescript.com/movie/Under_Your_Bed-9855728"},
{"title": "Under Wraps 2 (2022) - full transcript", "plot": "While Amy is preparing for her father's Halloween-themed wedding, she, Gilbert and Marshall discover that Harold and Rose may be in danger. An evil mummy is unexpectedly awakened and out for revenge.", "url": "http://subslikescript.com/movie/Under_Wraps_2-18070050"},
{"title": "Under Wraps (2021) - full transcript", "plot": "Friends Marshall, Gilbert, and Amy accidentally revive and release a mummy from its sarcophagus in the days leading up to Halloween. At first terrified, they quickly learn that the Mummy ...", "url": "http://subslikescript.com/movie/Under_Wraps-13464350"},
{"title": "Under Wraps (1997) - full transcript", "plot": "A comedy-adventure in which three twelve-year-olds have a close encounter with a 3,000-year-old mummy. Marshall, Gilbert and Amy accidentally set the mummy free, but if they don't get him back to his resting place by midnight on Halloween, he'll turn into dust and lose his only chance of being reunited with his long-lost love.", "url": "http://subslikescript.com/movie/Under_Wraps-128801"},
{"title": "Under World (2019) - full transcript", "plot": "Story of a group of people who must navigate the dark and dirty games of Kerala's underworld as they chase illegal money.", "url": "http://subslikescript.com/movie/Under_World-9274994"},
{"title": "Under Western Skies (1945) - full transcript", "plot": "In a film that was closer to being a \"sanitized\" version of and contained more elements akin to Mae West's and W.C. Fields' \"My Little Chickadee\" than it did from anything John Ford had done, or was to do, a traveling show arrives in a small Arizona town and finds much opposition from local townspeople. They plan to stage the show in the saloon and the leading lady, Katie (Martha O'Driscoll), gets involved with the local school teacher, Tod (Noah Beery, Jr). and a mysterious masked bandit, King Randall (Leo Carrillo).", "url": "http://subslikescript.com/movie/Under_Western_Skies-38203"},
{"title": "Underworld U.S.A. (1961) - full transcript", "plot": "A teenager who witnesses the murder of his father vows to exact revenge on the four mobsters involved in the killing.", "url": "http://subslikescript.com/movie/Underworld_USA-55571"},
{"title": "Underworld Awakening (2012) - full transcript", "plot": "Mankind discover the existence of the Vampire and Lycan species and they begin a war to annihilate the races. When Selene meets with Michael in the harbor, they are hit by a grenade and Selene passes out. Twelve years later, Selene awakes from a cryogenic sleep in the Antigen laboratory and meets the Vampire David. She learns that she had been the subject of the scientist Dr. Jacob Lane and the Vampire and Lycan species have been practically eradicated from Earth. But Selene is still connected to Michael and has visions that she believes that belongs to Michael's sight. However she has a surprise and finds that she has a powerful daughter named Eve that has been raised in the laboratory. Now Selene and David have to protect Eve against the Lycans that intend to use her to inoculate their species against silver.", "url": "http://subslikescript.com/movie/Underworld_Awakening-1496025"},
{"title": "Underworld (1927) - full transcript", "plot": "'Nobody helps me -- I help them!' boasts open-handed gangster Bull Weed, handing over what will prove to be the best investment in his high-spending career: a thousand dollars that will put the literate 'Rolls Royce' of vagrants back on his feet. Living it up in the Twenties with the aid of cool but smouldering moll Feathers, the Bull lords it over the law and his rivals alike -- specifically big Buck Mulligan, whose floral-tributes business echoes that of a certain real-life Chicago gangster... Yet Feathers, prize possession and object of envy, proves his weak point; and in the end, Bull Weed will indeed come to need help from others, and more than he has ever needed it before. But can Rolls Royce and Feathers still give it to him? And will the Bull accept?", "url": "http://subslikescript.com/movie/Underworld-18526"},
{"title": "Underworld (1985) - full transcript", "plot": "When high class hooker Nicole is kidnapped from her brothel, Rich businessman Hugo Motherskille hires her ex love Roy Bain to find her. Investigating the disappearance, he eventually finds traces that lead to Dr. Savary, who has produced a strange white powder that's coveted by a race of deformed human beings who live in the underworld in the sewers below the city.", "url": "http://subslikescript.com/movie/Underworld-90233"},
{"title": "Underworld (2003) - full transcript", "plot": "A war has been raging between the Vampires and Lycan for centuries, Selene (Beckinsale) is a death dealer, assigned to hunt down and eradicate the last of the Lycan. When she comes across Michael Corvin (Speedman) who holds the key to end the war she must decide where her allegiances will lie.", "url": "http://subslikescript.com/movie/Underworld-320691"},
{"title": "Underwater! (1955) - full transcript", "plot": "Dominic Quesada and Johnny Gray, two SCUBA divers searching for sunken treasure off the coast of Cuba, think they've hit the jackpot when they find a 17th century ship on the sea floor. They need working capital however and Johnny is ready to hock his boat but his wife Theresa thinks they're off on another wild scheme that will leave them all poorer than when they started. She comes around however and are soon joined by Gloria, whose boat they will use and Father Cannon, a university professor and archaeologist. Although Dominic hasn't been completely honest with his partners, they may in fact be in the area of a major treasure ship. When they do find it, the ship is teetering on the edge of a 300 foot cliff and dangerous for even the most experienced divers.", "url": "http://subslikescript.com/movie/Underwater-48764"},
{"title": "Underwater Love (2011) - full transcript", "plot": "Asuka, 35-year-old woman working at a fish factory and engaged to her boss Hedzhaymom Taki. In all her life, as she seems nice and peaceful, until one day while walking around the lake, it does not occur with the mythological creature is a hybrid of human and fish. This marsh inhabitants Asuka learns his long-drowned in a swamp classmate. Despite the fact that drowning guy like reborn as a fish, he still loves Asuka, and ready at any cost to achieve its location.", "url": "http://subslikescript.com/movie/Underwater_Love-1678054"},
{"title": "Underwater Federica Pellegrini (2022) - full transcript", "plot": "Documentary that covers Federica Pellegrini's career and her preparation in the last 300 days before the Tokyo 2020 Olympic Games.", "url": "http://subslikescript.com/movie/Underwater_Federica_Pellegrini-17055226"},
{"title": "Underwater (2020) - full transcript", "plot": "A crew of oceanic researchers working for a deep sea drilling company try to get to safety after a mysterious earthquake devastates their deepwater research and drilling facility located at the bottom of the Mariana Trench.", "url": "http://subslikescript.com/movie/Underwater-5774060"},
{"title": "Undertow (2018) - full transcript", "plot": null, "url": "http://subslikescript.com/movie/Undertow-6342316"},
{"title": "Undertow (2009) - full transcript", "plot": "An unusual ghost story set on the Peruvian seaside; a married fisherman struggles to reconcile his devotion to his male lover within his town's rigid traditions.", "url": "http://subslikescript.com/movie/Undertow-1368491"},
{"title": "Undertaking Betty (2002) - full transcript", "plot": "A woman, whose husband is cheating on her, and an undertaker, who has been in love with her since their childhood, decide to fake her death so they can be together.", "url": "http://subslikescript.com/movie/Undertaking_Betty-298504"},
{"title": "Underplayed (2020) - full transcript", "plot": "Filmed over the summer festival season, Underplayed presents a portrait of the current status of the gender, ethnic, and sexuality equality issues in dance music.", "url": "http://subslikescript.com/movie/Underplayed-11906012"},
{"title": "Underneath the Same Moon (2019) - full transcript", "plot": "A happily married man awakens from a coma losing the last five years of his life. His last recollection is buying a wedding ring...for his ex girlfriend. Will his heart remember what his brain forgot.", "url": "http://subslikescript.com/movie/Underneath_the_Same_Moon-8883472"},
{"title": "Underjordens hemlighet (1991) - full transcript", "plot": "Nisse is hospitalized with severe asthma. He meets the seriously ill boy Lelle. Lelle is depressed and abandoned. He has a dream; to build a large airship and provide food for starving children in other countries.", "url": "http://subslikescript.com/movie/Underjordens_hemlighet-103163"},
{"title": "Underground: The Julian Assange Story (2012) - full transcript", "plot": "Julian Assange is one of the most significant figures of the twenty first century. But before he was famous, before WikiLeaks, before the internet even existed, he was a teenage computer hacker in Melbourne. This is his story. In 1989, known as 'Mendax', Assange and two friends formed a group called the 'International Subversives'. Using early home computers and defining themselves as 'white hat hackers' - those who look but don't steal - they broke into some of the world's most powerful and secretive organisations. They were young, brilliant, and in the eyes of the US Government, a major threat to national security. At the urging of the FBI, the Australian Federal Police set up a special taskforce to catch them. But at a time when most Australian police had never seen a computer, let alone used one, they had to figure out just where to begin. Police ingenuity and old-fashioned detective work are pitted against nimble, highly skilled young men in this new crime frontier. What follows, is a tense and gripping game of cat and mouse through the electronic underground of Melbourne.", "url": "http://subslikescript.com/movie/Underground_The_Julian_Assange_Story-2357453"},
{"title": "Unexpectedly Yours (2017) - full transcript", "plot": "Two former high school friends Patty and Cocoy find each other thirty years later not only as organizers of their high school reunion but also as neighbors. Patty and her daughter Yanni's ...", "url": "http://subslikescript.com/movie/Unexpectedly_Yours-7686876"},
{"title": "Unexpectedly Expecting (2022) - full transcript", "plot": null, "url": "http://subslikescript.com/movie/Unexpectedly_Expecting-21145774"},
{"title": "Unexpected Places (2012) - full transcript", "plot": "The heart-warming love story of a prodigal son looking for acceptance in all the wrong places and his executive-level mother's quest to save him. Healing arises from unexpected places when she stops fighting and completely releases her son into God's hands.", "url": "http://subslikescript.com/movie/Unexpected_Places-2244886"},
{"title": "Unexpected Encounters (1995) - full transcript", "plot": "The Earth is ready to colonize planet Ark as the initial tests showed there are no higher forms of life on it. Several ships are already on the planet preparing bases for the colonists. Androids working outside one of the ships start acting strange. Stanislaw, the communication officer, starts hearing voices of a crying baby and a call for help by a woman. In an old wreckage of a spaceship out in the mountains the crew find corpses of two people that had been dead for years. It turns out it's a ship from Earth that disappeared years ago. Soon they have an alien visitor on the ship - a boy that looks remarkably human. The colonization plans are canceled as the planet is now deemed occupied. All other ships leave the planet except for one that stays behind to establish contact. They realize the boy is a human son of the couple from the crashed ship nourished and raised by the alien civilization. But is he more alien than human? The boy learns to converse in human language in just few hours and avoids answering questions. The crew intends to use him to establish contact with the native civilization but things don't go quite the way they expect it.", "url": "http://subslikescript.com/movie/Unexpected_Encounters-906052"},
{"title": "Unexpected (2023) - full transcript", "plot": "Music critic Bob is out of a job, addicted to Zoloft, and trying to wrangle the menagerie of animals that his wife Amy has accumulated. Will adopting a baby cure their existential angst? Or should they just rescue another duck?", "url": "http://subslikescript.com/movie/Unexpected-11620708"},
{"title": "Unearthed & Untold: The Path to Pet Sematary (2017) - full transcript", "plot": "This documentary follows the story of Pet Semtary, from its inception; Stephen King's inspiration to write the book, the struggle to get the film made and the unlikely success of a low-budget film from Paramount during the WGA strike. The documentary features interviews with the director, Mary Lambert and members of the cast, crew, locals. Includes never-before-seen footage from the sets in Maine. The film is a detailed look into the making of one of the most enduring cult-horror classics of our generation.", "url": "http://subslikescript.com/movie/Unearthed__Untold_The_Path_to_Pet_Sematary-3109830"},
{"title": "Unearthed (2007) - full transcript", "plot": "In the desert area of Hat Creek, cows are found partially devoured and the farmers believe that a wolf is attacking the cattle. The alcoholic Sheriff Annie Flynn is called by the local farmer Rob Horn to witness the remains of an animal to request reimbursement from the government and for an accident with a tank truck that is blocking the road. However, Annie sooner discovers that an ancient alien creature sent to annihilate life on Earth hundreds of years ago was released by the Indian Kale during an archaeological excavation in the desert. The Indian Caya and a group of travelers stranded in the spot without gas together with Annie and Kale try to find a means to destroy the alien and save mankind.", "url": "http://subslikescript.com/movie/Unearthed-475417"},
{"title": "Une révision (2021) - full transcript", "plot": "A philosophy professor at the Cegep, generally appreciated by his students, sees his values challenged when he crosses paths with Nacira, a diligent student of Muslim faith.", "url": "http://subslikescript.com/movie/Une_rvision-13596278"},
{"title": "Une nuit (2012) - full transcript", "plot": "Police commander Simon Weiss, head of the division that supervises Paris's demi-monde, starts out on his nightly tour of bars, discos and strip clubs, making sure once again that the owners don't bend the rules too far. Weiss knows he's between a rock and hard place: it's obvious that criminal gangs run rampant in his special domain, and even more obvious that they're protected by higher-ups in the department.", "url": "http://subslikescript.com/movie/Une_nuit-2122518"},
{"title": "Une histoire d'amour et de désir (2021) - full transcript", "plot": "Follows Ahmed, a 18-year old, French of Algerian origin, who meets Farah, a young Tunisian girl. He discovers a collection of sensual and erotic Arab literature and falls in love with Farah and he tries to resist the desire.", "url": "http://subslikescript.com/movie/Une_histoire_damour_et_de_dsir-12077970"},
{"title": "Une glace avec deux boules... (1982) - full transcript", "plot": "Daniel Dalbret, a cordial but pliable 40-year-old mechanic, leaves his wife Sarah after 17 years of living together in favor of a young and pretty prefecture secretary Maite.", "url": "http://subslikescript.com/movie/Une_glace_avec_deux_boules-83143"},
{"title": "Une fille facile (2019) - full transcript", "plot": "Naima is 16 and lives in Cannes. She has given herself the summer to choose what she wants to do with her life. Then her cousin Sofia, with her alluring lifestyle, arrives to spend the holidays with her.", "url": "http://subslikescript.com/movie/Une_fille_facile-9632590"},
{"title": "Une femme française (1995) - full transcript", "plot": "Wed just as war breaks out, Jeanne hardly gets to know her military husband, Louis, before the debacle of 1940. While waiting for his return from a POW camp, Jeanne journeys through countless affairs with Louis' comrades- in-arms. Hoping to forget these wartime betrayls, Louis takes his wife and the infant twins he didn't father to Berlin, where she falls for Matthais, a sensitive German industrialist. When the Indochinese war sends Louis to Vietnam, Matthais follows Jeanne back to France. A subsequent move to Damascus where Louis is posted as military attache, fails to break their bond.", "url": "http://subslikescript.com/movie/Une_femme_franaise-114790"},
{"title": "Une femme à sa fenêtre (1976) - full transcript", "plot": "On August 4, 1936, General Metaxas declared martial law in Greece. A union leader using the name Boutros is sought in Athens by Primoukis, a ruthless police leader. Boutros narrowly escapes and, early the next morning, jumps through the window of Marchese Margot Santorini, the wealthy Austrian-born wife of Rico, a penniless Italian diplomat and playboy. Margot is bored and without purpose: aiding Boutros's escape invigorates her, and soon she is in love. The film briefly jumps to 1945 when Rico and Raoul (who assisted her out of love) meet in France to talk about her fate, and then jumps 30 years to Margot's daughter's visit to Greece to find out about her father.", "url": "http://subslikescript.com/movie/Une_femme__sa_fentre-75370"},
{"title": "Une étrange affaire (1981) - full transcript", "plot": "Louis Coline assists the head of advertising of a department store in decline. He has little to do, but seems content with his marriage to Nina, his visits to his mother and grandmother, and poker games with friends. When new boss Bernard Malair arrives to turn the store around, Louis fears for his job; but Bernard, with his numbers man Paul and his factotum François, invites Louis into an inner circle of long hours of work, nightclubs, and dinners with an androgynous vamp. Nina objects, but Louis cannot say no to Bernard's demands, no matter how personal. In desperation, Nina leaves Louis, but that drives him further into Bernard's orbit. Can anything break this spell?", "url": "http://subslikescript.com/movie/Une_trange_affaire-83257"},
{"title": "Une dernière fois (2020) - full transcript", "plot": "Salomé is 69-year-old and doesn't want to grow old in a society that pays little attention to elderly people; thus, she has organized her disappearance. She plans her last evening in detail, as she thinks about the last time she w...", "url": "http://subslikescript.com/movie/Une_dernire_fois-12512886"},
{"title": "Unicorn Town (2022) - full transcript", "plot": "With the help of a handful of American recruits, an underdog football team in a small German town attempts to keep up in a league that appears to be leaving them behind.", "url": "http://subslikescript.com/movie/Unicorn_Town-7379552"},
{"title": "Unicorn Store (2017) - full transcript", "plot": "A woman named Kit receives a mysterious invitation that would fulfill her childhood dreams.", "url": "http://subslikescript.com/movie/Unicorn_Store-2338454"},
{"title": "Unhuman Nature (2020) - full transcript", "plot": "An FBI Agent with a troubled past finds himself on a case that nobody else wanted. Sent to the Pacific Northwest, Agent Raleigh becomes entangled in a deadly game that the locals prefer to keep a secret.", "url": "http://subslikescript.com/movie/Unhuman_Nature-7637160"},
{"title": "Unhuman (2022) - full transcript", "plot": "A group of high school students whose school bus crashes on a field trip. Relationships are tested once they realize they are being stalked by an attacker who intends to drive them out and straight into a horrifying fight to survive.", "url": "http://subslikescript.com/movie/Unhuman-17221298"},
{"title": "Unhook the Stars (1996) - full transcript", "plot": "Character study about Mildred, an elderly woman who has spent her life caring for others. When her daughter finally leaves home, she finds that, for the first time in her life, she has nobody to worry about - but soon becomes involved in the life of Monica, a young mother whose husband has left her to look after her young son J.J.. As the relationship blossoms, Monica teaches Mildred that there is more to life than taking care of others.", "url": "http://subslikescript.com/movie/Unhook_the_Stars-118044"},
{"title": "Unholy Partners (1941) - full transcript", "plot": "Newspaperman Bruce Corey returns from World War I with new ideas and wants to start his own tabloid. For want of other financing, he takes on as silent partner Merrill Lambert, gangland gambling kingpin. Thus is born the New York Mercury. Though its standards are not of the cleanest, Corey does fight to keep his paper's voice independent of Lambert. The two men's clash reaches a climax just as unsuspecting young reporter Tommy becomes Lambert's rival for lovely Gail Fenton.", "url": "http://subslikescript.com/movie/Unholy_Partners-34342"},
{"title": "Unholy Ground (2016) - full transcript", "plot": "A Swedish village in the 18th Century: the seemingly idyll is disturbed by a group of soldiers they appear to beware their heavily injured comrade from death. Despite of first hospitality the arrivals notice that the villagers are not only devout, it seems that they hide a dark secret. As the mysterious events become more frequent, the suspicion stays inevitable: some villagers seem to believe in another God.", "url": "http://subslikescript.com/movie/Unholy_Ground-5685836"},
{"title": "Unhinged (2020) - full transcript", "plot": "After a confrontation with an unstable man at an intersection, a woman becomes the target of his rage.", "url": "http://subslikescript.com/movie/Unhinged-10059518"},
{"title": "Ungesagt (2016) - full transcript", "plot": "Drama about two good friends, who discover their love on a holiday together, which turns their old life upside down.", "url": "http://subslikescript.com/movie/Ungesagt-6236222"},
{"title": "Ung flukt (1959) - full transcript", "plot": "The story of a young Gerd, played by Liv Ullmann in her first leading role, who falls in love with a young boy. She is considered a 'loose' woman, and the boy's family does not accept their relationship. The young couple run away to a cabin in the woods where they meet a rogue man who tests their relationship.", "url": "http://subslikescript.com/movie/Ung_flukt-53437"},
{"title": "Unfriended: Dark Web (2018) - full transcript", "plot": "A teen comes into possession of a new laptop and soon discovers that the previous owner is not only watching him, but will also do anything to get it back.", "url": "http://subslikescript.com/movie/Unfriended_Dark_Web-4761916"},
{"title": "Unfriend (2014) - full transcript", "plot": "On Christmas Day, DAVID, 15, finds out that his boyfriend, JONATHAN, 17, has taken another lover. The discovery leads him on the brink of depression making him think of ways to have him back at all cost. He has invited Jonathan to see him on this day for the last time. And through the frenzy of his preparations prior to meeting Jonathan, we will discover his traits and personality; the 'worlds' he lives in - virtual and real; and, we will witness how he prepares for his most unique shout-out that he will make not only on his Facebook wall, but, in his life.", "url": "http://subslikescript.com/movie/Unfriend-2979432"},
{"title": "Unfortunate Brothers: Korea's Reunification Dilemma (2013) - full transcript", "plot": "'Even though I live in South Korea, my heart is in North Korea. The North Koreans are not strangers, but my brethren'. These words spoken by Mr. Lee, the film's main character, reveal an internal conflict in the national psyche of the Korean people. Shot over the course of three years, Unfortunate Brothers: Korea's Reunification Dilemma seeks to explore reunification issues by following Mr. Lee, a North Korean defector trying to adjust to life in his newly adopted South Korean homeland. Through Mr. Lee's intensely personal account of his journey from North Korea, as well as expert interviews, the film tries to unravel the riddle of Korean unification and promote deeper understanding of two countries many of us know little about.", "url": "http://subslikescript.com/movie/Unfortunate_Brothers_Koreas_Reunification_Dilemma-2734962"},
{"title": "Unforgotten: Twenty-Five Years After Willowbrook (1996) - full transcript", "plot": "It was a nightmare that shocked not only New York, but all of America. The public outcry about the Willowbrook State School for people with developmental disabilities resulted from Geraldo Rivera's expose on WABC after he had entered Willowbrook with a film crew in 1972, using a stolen key.", "url": "http://subslikescript.com/movie/Unforgotten_Twenty-Five_Years_After_Willowbrook-118042"},
{"title": "Unforgiven (2013) - full transcript", "plot": "Just as Clint Eastwood's star-making spaghetti Western A Fistful of Dollars was inspired by Akira Kurosawa's Yojimbo, Japanese-Korean filmmaker Sang-il Lee (Villain) has decided to reinterpret Eastwood's Oscar®-winning Unforgiven as a Japanese period film. Set in the late 1800s, after the fall of Shogunate Japan, onetime assassin Jubee Kamata (Oscar® nominee Ken Watanabe -- Inception, The Last Samurai) lives in seclusion on a small farm. But when the new government begins harassing the local populace, Jubee is forced to break the promise he made to his dead wife and take up the sword once more.", "url": "http://subslikescript.com/movie/Unforgiven-2347134"},
{"title": "Unforgiven (1992) - full transcript", "plot": "The town of Big Whisky is full of normal people trying to lead quiet lives. Cowboys try to make a living. Sheriff 'Little Bill' tries to build a house and keep a heavy-handed order. The town whores just try to get by.Then a couple of cowboys cut up a whore. Dissatisfied with Bill's justice, the prostitutes put a bounty on the cowboys. The bounty attracts a young gun billing himself as 'The Schofield Kid', and aging killer William Munny. Munny reformed for his young wife, and has been raising crops and two children in peace. But his wife is gone. Farm life is hard. And Munny is no good at it. So he calls his old partner Ned, saddles his ornery nag, and rides off to kill one more time, blurring the lines between heroism and villainy, man and myth.", "url": "http://subslikescript.com/movie/Unforgiven-105695"},
{"title": "Unknown World (1951) - full transcript", "plot": "Dr. Jerimiah Morley becomes convinced that the world is headed to an inevitable worldwide nuclear war. He organizes an expedition made up of a team of expert scientists and an atomic-powered rock-boring vehicle called a \"cyclotram\" to find a subterranean environment where holocaust survivors could live indefinitely. When funding falls through, independently rich adventurer Wright Thompson underwrites the project under the condition that he be allowed to go. As the group goes deeper beneath the Earth's crust, personalities clash, tempers flare, and the dangerous journey claims the lives of several expedition members. When they come upon an enormous underground expanse with its own ocean and phosphorescent light, it appears that their goal has been achieved.", "url": "http://subslikescript.com/movie/Unknown_World-44167"},
{"title": "Unknown White Male (2005) - full transcript", "plot": "Just imagine waking up tomorrow with no memory of today or any other since the day of your birth. Imagine living without a history, without experience, no relationships, no past troubles. Imagine starting your life over again, making a new set of friends, finding new talents and falling in love for the first time. Imagine what it's like to see the world anew. On the 2nd July 2003 Doug Bruce left his apartment on the Lower East Side at about 8pm. No one knew where he was going. No one knew he'd gone. He turned up, 11 hours later, on the New York subway heading to Coney Island. He had no idea who he was. Unknown White Male is the startling story of a man who, for no apparent reason, lost 37 years of life history, who lost every memory of his friends, his family and every experience he had ever known. This true story follows Doug in the hours and months following his amnesia, as he tries to pierce his life back together and has to discover the world anew. The film dramatically reconstructs those first terrifying hours in Coney Island as Doug wandered around disoriented before asking the police for help and being sent to Coney Island Hospital Psychiatric ward where he was given an identity wrist tag reading 'Unknown White Male'. Doug had nothing to identify him and whilst he discovered after a few hours that he was able to sign his name, no one could read his signature and reveal his name. Unable to leave until someone could identify him, all attention turned to the single phone number in his possession. The woman on the other end, Eva, didn't recognize him. Finally Eva sent her daughter Nadine to investigate. Nadine recognized the man she had recently become friends with, Douglas Bruce, a good looking, English 37 year old wealthy ex-stockbroker and photography student. She took him home. The film recounts the next crazy few weeks as Doug tried to reconstruct some kind of life; re-learning the streets around his apartment, re-meeting his family, re-learning the history of the world and what it feels like to swim in the ocean. It's an overwhelming voyage of discovery as Doug discovers art, music, movies the taste of every kind of different food and much of it was filmed by Doug himself who started recording his re-entry into the world just one week after the amnesia. Doctors were unable to find any physical basis for the amnesia and over the following months we follow Doug as he returns to his photography school where his tutor believes his work has greatly improved. He falls in love with a girl he has just met and slowly re-meets old friends including director Rupert Murray who filmed their first meeting even though he has known Doug for over 15 years. Will they still like one another? Together they travel back to London for a reunion with Doug's oldest friends. One year after the amnesia and his friends in London offer him a toast to his first birthday. Everyone seems sure that Doug has changed since the amnesia. Many people prefer the new Doug, find him more sincere and reflective but others miss the old Doug's edge and cynicism. Yet for the first year and a half, Doug didn't want his memory or his old self back. He was happy with his new life, believed it was possible to live without a past and simply looked forward to his future. But in the last few months all this has begun to change as the full implications of his loss have begun to resonate in his life and Doug has started to question who he really is.", "url": "http://subslikescript.com/movie/Unknown_White_Male-436864"},
{"title": "Unknown Powers (1978) - full transcript", "plot": "A documentary--actually three episodes of a canceled TV series--examining various phenomena, including ESP, psychic surgery and past-life hypnosis.", "url": "http://subslikescript.com/movie/Unknown_Powers-249220"},
{"title": "Unknown Origins (2020) - full transcript", "plot": "Madrid, 2019. A serial killer is spreading chaos. Anonymous people with no apparent connection are being murdered while imitating the first appearances of the most famous superheroes.", "url": "http://subslikescript.com/movie/Unknown_Origins-5827790"},
{"title": "Unknown Island (1948) - full transcript", "plot": "Adventure-seeker Ted Osborne has convinced his finacee Carole to finance his expedition to an uncharted South Pacific island supposedly populated with dinosaurs. Piloting their ship is Captain Tarnowski, a ruthless alcoholic suffering from malaria- induced bouts of insanity. When they arrive at the island, they discover that the stories they have heard are all true. Will they survive to tell anyone what they've found?", "url": "http://subslikescript.com/movie/Unknown_Island-40920"},
{"title": "Unknown Dimension: The Story of Paranormal Activity (2021) - full transcript", "plot": "A deep dive into the making of the films with first time ever interviews with cast and crew, never-before-seen footage from the movies, and a preview of the seventh installment in the franchise, released at the same time as the documentary", "url": "http://subslikescript.com/movie/Unknown_Dimension_The_Story_of_Paranormal_Activity-11272066"},
{"title": "Unknown Battle (2019) - full transcript", "plot": "After several months of fierce fighting, the Red Army finally knocks the enemy out of the village of Ovsyannikovo, which costs huge losses - only a third of the personnel remain from the ...", "url": "http://subslikescript.com/movie/Unknown_Battle-11426562"},
{"title": "Unknown (2011) - full transcript", "plot": "A biochemist and his dishy wife arrive in Berlin for a conference at which a scientist and his controversial Arab funder will announce breakthrough research. While his wife checks into the hotel, he grabs a cab to return to the airport for his briefcase, left at the curb. En route, an auto accident puts him in a coma, from which he awakes four days later without identification and with gaps in his memory. He goes to the hotel: his wife refuses to recognize him and another man has claimed his identity. With help from a nurse, the cab driver, a retired Stasi agent, and an academic friend, he tries to unravel what's going on. Is the answer in the briefcase?", "url": "http://subslikescript.com/movie/Unknown-1401152"},
{"title": "Unknown (2006) - full transcript", "plot": "Five men wake up in a locked-down warehouse with no memory of who they are. They are forced to figure out who is good and who is bad to stay alive.", "url": "http://subslikescript.com/movie/Unknown-450340"},
{"title": "Unkahee (2020) - full transcript", "plot": "join 6 murder suspects on their search to find the real killer amongst them. Watch the lives of these seemingly regular people change forever when they are pinned in a room and asked to ...", "url": "http://subslikescript.com/movie/Unkahee-13138420"},
{"title": "Unizhennye i oskorblyonnye (1991) - full transcript", "plot": null, "url": "http://subslikescript.com/movie/Unizhennye_i_oskorblyonnye-103170"},
{"title": "University of Laughs (2004) - full transcript", "plot": "In pre-war Japan, a government censor tries to make the writer for a theater troupe alter his comedic script. As they work with and against each other, the script ends up developing in unexpected ways.", "url": "http://subslikescript.com/movie/University_of_Laughs-436886"},
{"title": "Universal Soldier: The Return (1999) - full transcript", "plot": "Luc Devereaux, the only surviving member of the original Universal Soldier Team. He now works with Dylan Cotner, on a project to create and improve a new Universal Soldier. Their plan is for the Universal soldier or UNISOLS to be controlled by a computer they call SETH. When the government decides to terminate the project, which includes shutting down SETH. SETH, not wanting this to happen, takes steps to prevent this. He first kills Dylan. He then has himself transfered into a body. He then seeks out Luc Devereaux, who is the only person who knows the code that will stop his program from being deleted. So he sends out all the UNISOLS to get him. Luc must try and stay away until SETH program is deleted. But SETH has targeted his daughter as possible leverage.", "url": "http://subslikescript.com/movie/Universal_Soldier_The_Return-176269"},
{"title": "Universal Soldier III: Unfinished Business (1998) - full transcript", "plot": "Luc Devereaux and Veronica Roberts continue their attempts to expose the Universal Soldier unit. But after a hostage situation mistakenly leaves Veronica a fugitive, the two escape the city and go into hiding. CIA Deputy Director Mentor and Dr. Walker are also in the middle of literally 'growing' a powerful new Universal Soldier clone of Luc's brother Eric to assassinate him and Veronica. Now it may leave Luc no chance to end it all.", "url": "http://subslikescript.com/movie/Universal_Soldier_III_Unfinished_Business-186655"},
{"title": "Universal Soldier II: Brothers in Arms (1998) - full transcript", "plot": "After the terrible events of the original Universal Soldier testings, the budget has been slashed by the government. Under the orders of a CIA director, a gang of mercenaries take control of the new line of Universal Soldiers and try to use them into helping to smuggle diamonds to the highest foreign buyer. When Luc Deveroux, survivor from the first incident, continues to cause problems he newly found younger brother is taken prisoner along with his news reporter friend Veronica Reynolds.", "url": "http://subslikescript.com/movie/Universal_Soldier_II_Brothers_in_Arms-186654"},
{"title": "Universal Soldier (1992) - full transcript", "plot": "An elite team of soldiers has been used against terrorists where they use astounding physical capabilities to overcome them. Victoria, a reporter, follows them and discovers a part of their secret. When one of the team kills her cameraman she tries to escape. Luc, one of the soldiers begins to have flashbacks and turns sides and helps her as the remainder of the team follows to protect their secrets.", "url": "http://subslikescript.com/movie/Universal_Soldier-105698"},
{"title": "Unrest (2022) - full transcript", "plot": "New technologies are transforming a 19th-century watchmaking town in Switzerland. Josephine, a young factory worker, produces the unrest wheel, swinging in the heart of the mechanical watch. Exposed to new ways of organizing money, time and labour, she gets involved with the local movement of the anarchist watchmakers, where she meets Russian traveller Pyotr Kropotkin.", "url": "http://subslikescript.com/movie/Unrest-11409736"},
{"title": "Unrelated (2007) - full transcript", "plot": "During a sticky patch in her marriage forty-something Anna spends a summer holiday with her friends Verena and George at their Tuscan villa but hangs out with the couple's teen-aged children and their cousin Oakley, with whom she goes skinny-dipping and sight-seeing. When the youngsters prang a borrowed car and Anna tells George how it happened, causing a huge scene with his elder son, the kids turn against her. Observing family life as an outsider - unrelated - Anna ultimately comes to be grateful for what she has got.", "url": "http://subslikescript.com/movie/Unrelated-1107850"},
{"title": "Unraveling the Mystery: A Big Bang Farewell (2019) - full transcript", "plot": "Johnny Galecki and Kaley Cuoco host a retrospective look at The Big Bang Theory (2007), sharing backstage secrets, unforgettable clips, personal memories, favorite moments and tours of the iconic sets.", "url": "http://subslikescript.com/movie/Unraveling_the_Mystery_A_Big_Bang_Farewell-10269988"},
{"title": "Unraveling Athena (2018) - full transcript", "plot": "Unraveling Athena is a feature documentary that chronicles the journey that Women Tennis Champions pass through - from small child with a large racket, to ranked player, and ultimately to ...", "url": "http://subslikescript.com/movie/Unraveling_Athena-9767986"},
{"title": "Unprotected (2018) - full transcript", "plot": null, "url": "http://subslikescript.com/movie/Unprotected-8539512"},
{"title": "Unpregnant (2020) - full transcript", "plot": "A 17-year old Missouri teen named Veronica discovers she has gotten pregnant, a development that threatens to end her dreams of matriculating at an Ivy League college, and the career that will follow.", "url": "http://subslikescript.com/movie/Unpregnant-10556022"},
{"title": "Unplugging (2022) - full transcript", "plot": "Think a rustic getaway with no cell service, Internet or social media is a romantic way to repair your marriage and sex life? Think again. Meet Dan and Jeanine Dewerson. The only spark in their bedroom is from the wall socket. Their daughter's best friend is her iPad. Dan's not going to take it anymore and plans a quiet, relaxing weekend in a remote mountain town. No kids, no phones, no social media, only clean fresh air and lots of romance. But what starts as the perfect weekend quickly becomes disastrous with unearthly encounters, strong edibles, cranky locals, and a pesky one-eyed dog. Without GPS to guide them or social media to stave off their boredom, Dan and Jeanine are forced to reconnect with each other. Can a \"digital detox\" really save their marriage and their sanity?", "url": "http://subslikescript.com/movie/Unplugging-10314040"},
{"title": "Unplanned (2019) - full transcript", "plot": "All Abby Johnson ever wanted to do was help women. As one of the youngest Planned Parenthood clinic directors in the nation, she believed in a woman's right to choose. Until the day she saw something that changed everything.", "url": "http://subslikescript.com/movie/Unplanned-9024106"},
{"title": "Unpaused (2020) - full transcript", "plot": "The plot focuses on the fall and ultimate rise of Chadha's character as she comes to terms with her husband's indiscretions with the help of a friendly neighbour. Tannishtha's movie ...", "url": "http://subslikescript.com/movie/Unpaused-13491620"},
{"title": "Uno strano tipo (1963) - full transcript", "plot": "Peppino, a slow-witted local villager of the Italian resort town of Amalfi, is bribed to impersonate famed rock and roll star Adriano Celentano for autographs and personal appearances. While Celentano tries to romance Emanuela Mazzolani, the daughter of a well-to-do resident who dissaproves of the union between his daughter and the man he thinks of as a \"punk\", Peppino, unaware of the true nature of his job to impersonate Celentano, tries to deal with his girlfriend's newborn baby which gets switched around between him and Celentano.", "url": "http://subslikescript.com/movie/Uno_strano_tipo-57535"},
{"title": "Uno Koichiro no nurete noru (1982) - full transcript", "plot": null, "url": "http://subslikescript.com/movie/Uno_Koichiro_no_nurete_noru-288288"},
{"title": "Uno (2017) - full transcript", "plot": "Far out at sea, a cell phone floating inside an air-tight bag starts to ring.", "url": "http://subslikescript.com/movie/Uno-8123378"},
{"title": "Unnatural Causes (2008) - full transcript", "plot": "Matt and Julia aren't having the greatest relationship on earth. They've got a successful advertising agency but Matt suspects his wife of having an affair and is getting so obsessed with this thought that he's actually asked his co-worker Trevor Jones to have her followed. Trevor, who wants to become partner in the company, does as requested and when he brings pictures to Matt that show Julia talking with another man, Matt goes berserk and wants Julia dead. When word of Julia's death little later spreads, Matt gets remorse and kills himself. But Julia isn't dead and it seems that Matt's suicide might actually have been a murder...", "url": "http://subslikescript.com/movie/Unnatural_Causes-867464"},
{"title": "Unmasking the Idol (1986) - full transcript", "plot": "Duncan Jax must stop the evil terrorist Scarlet Leader from acquiring nuclear bombs that could start WW3. Together with the trusty baboon, Boon, he takes on the almost impossible mission! He must steal the gold that Scarlet leader plans to use to purchase the weapons of destruction.", "url": "http://subslikescript.com/movie/Unmasking_the_Idol-202046"},
{"title": "Unmasking Jihadi John: Anatomy of a Terrorist (2019) - full transcript", "plot": "This feature documentary tells the inside story behind the hunt for ISIS poster boy \"Jihadi John\" by the US and British military and intelligence services. It interrogates the twisted ...", "url": "http://subslikescript.com/movie/Unmasking_Jihadi_John_Anatomy_of_a_Terrorist-10349958"},
{"title": "Unmasked Part 25 (1989) - full transcript", "plot": "Jackson is a lonely serial killer who is really beginning to question the point of all his killing. He is losing focus on why he started to kill in the first place. The future looks bleak until he meets a blind girl, Shelly, who begins to show him that life isn't so bad. It is all up to Jackson to decide if he's going to stop killing and start learning responsibility and think about finding a real job and starting a family.", "url": "http://subslikescript.com/movie/Unmasked_Part_25-96343"},
{"title": "Until the Birds Return (2017) - full transcript", "plot": "Three stories set in today's Algeria. In Algiers, Mourad, a property developer is wealthy and more or less satisfied with his lot but he does not know how to make happy those close to him; ...", "url": "http://subslikescript.com/movie/Until_the_Birds_Return-6226610"},
{"title": "Until September (1984) - full transcript", "plot": "Mo Alexander misses the plane in Paris that is carrying her tour group and her luggage back home, and she finds that it will take several days for the travel agent to solve the problem. In the meantime she meets Xavier, a true Parisian who sees her as an opportunity to enjoy himself while his family is out of town. Mo reluctantly begins an affair with him, wrestling with her conscience all the way. She is a challenge to Xavier's cultural identity so he can't easily dismiss her. They enjoy a beautiful physical and emotional relationship, and in the end, being in love with Mo alters Xavier on a fundamental level.", "url": "http://subslikescript.com/movie/Until_September-88330"},
{"title": "Unthinkably Good Things (2022) - full transcript", "plot": "Follows Allison at a crossroads in her career and love life, in need of the love and support of her two friends. After visiting her in Tuscany, each woman will reexamine the state of her own life and relationships.", "url": "http://subslikescript.com/movie/Unthinkably_Good_Things-18955596"},
{"title": "Unthinkable (2018) - full transcript", "plot": "High-achieving trust fund baby Trevor is cut off from his parents upon graduating from Harvard. Determined to spend the summer in Ibiza, he makes a mockery of his job interviews, but to his own dismay is hired by the best publishing company in the United States. With one month to get fired before all dreams of travel & leisure are ruined forever, Trevor makes every possible mistake as assistant to an unorthodox executive. But in a working environment where mischief is rewarded, his goal of termination becomes more difficult than the job itself.", "url": "http://subslikescript.com/movie/Unthinkable-2606314"},
{"title": "Unthinkable (2007) - full transcript", "plot": "Overdomineering female police detective Jamie McDowell still tries to run her 19-year old only son Peter's life although he is a builder who lives alone. She strongly opposes his engagement to Kelly Shaw, who he doesn't know very long, and forces him to bring her to diner, where Jamie and mother Susan Shaw repeat that mistake. After Kelly provoked her ex-fiancé Ray Rankin in a bar 'to test Peter's love' again, they part in anger. That evening the mothers, who went out together, find Kelly burnt to death in Susan's house; an expert clearly concludes arson. To her horror, Jamie quickly finds the evidence seems to point at one logical suspect: her son Peter...", "url": "http://subslikescript.com/movie/Unthinkable-879223"},
{"title": "Unthinkable (2010) - full transcript", "plot": "A convert to Islam sends the U.S. government a tape showing him in three nondescript storage rooms, each of which may contain a nuclear bomb set to detonate in less than a week. Helen Brody, an FBI agent in L.A., is tasked with finding the bombs while a CIA \"consultant,\" known as H, interrogates the suspect who has allowed himself to be caught. The suspect, whose wife and children have left him and disappeared, seems to know exactly what the interrogation will entail. Even as H ratchets up the pressure, using torture over Brody's objection, the suspect doesn't crack. Should H do the unthinkable, and will Brody acquiesce? Is any Constitutional principle worth possible loss of life?", "url": "http://subslikescript.com/movie/Unthinkable-914863"},
{"title": "Unternehmen Geigenkasten (1985) - full transcript", "plot": "Ten years old Ole often gets in trouble for his crazy ideas. Just released from hospital after an attempt to fly with home-made wings, he becomes witness of a traffic accident. He observes that one of the men has a false beard, which makes him suspicious. Together with his best friend Andreas he will investigate the case in the manner of Sherlock Holmes and Dr. Watson.", "url": "http://subslikescript.com/movie/Unternehmen_Geigenkasten-90238"},
{"title": "Unter dem Pflaster ist der Strand (1975) - full transcript", "plot": "Berlin, 1974. Grischa and Heinrich are actors, accidentally locked in the rehearsal hall one night. He tries to seduce her; she's puts him off. Later she dumps her husband and sleeps with Heinrich, who ups the ante by suggesting they have a child. She takes him seriously by initiating a journalistic project interviewing working mothers, asking how they balance work and family, delving into their sexual histories. Heinrich sulks when she spends evenings on the project, he's childish. Should she leave him? The story plays out against the backdrop of left-wing political agitation.", "url": "http://subslikescript.com/movie/Unter_dem_Pflaster_ist_der_Strand-73844"},
{"title": "Untamed Women (1952) - full transcript", "plot": "During World War II, an American bomber pilot is rescued after drifting at sea aboard a raft. After being administered truth serum, he tells the doctor a story of how he and the three survivors of his plane crash washed up on an island that was inhabited by a tribe of beautiful primitive cave-women, dinosaurs and a group of savage cavemen who are bent on abducting the women for breeding purposes.", "url": "http://subslikescript.com/movie/Untamed_Women-45282"},
{"title": "Untamed Woman (1957) - full transcript", "plot": "A woman marries, gives birth to a stillborn child, and divorces, falls in love with a hotel-keeper, only to find herself subordinated to his drive for success, takes up with a tailor who cannot console himself with her strong personality.", "url": "http://subslikescript.com/movie/Untamed_Woman-50136"},
{"title": "Untamed Romania (2018) - full transcript", "plot": "This film is a unique production that reveals the beauty of Romania as it is, raw, magical but fragile at the same time. In the heart of Europe, there is a fabulous wildlife, rich in ...", "url": "http://subslikescript.com/movie/Untamed_Romania-8076222"},
{"title": "Untamed Mistress (1956) - full transcript", "plot": "Two men search the jungle for a woman who has been captured by a tribe of murderous gorillas. When they finally find her, they must fight off attacks by the gorillas, who are determined to keep her.", "url": "http://subslikescript.com/movie/Untamed_Mistress-46482"},
{"title": "Untamed Heart (1993) - full transcript", "plot": "Caroline has not had much luck in love. Boyfriends seem to either leave her or cheat on her. Then she meets a shy, introverted man at work named Adam. When leaving work one day, two men attack her. Adam comes to her rescue. Unfortunately, retaliation by the attackers sends Adam to the hospital where he finds out he has a diseased heart. Adam is an orphan and was told he had a baboon's heart. He refuses a transplant, as he believes his love for Caroline is contained in his damaged heart. Before tragedy can strike, they have a passionate but brief romance. Adam opens up to Caroline and he, in turn, heals her broken heart.", "url": "http://subslikescript.com/movie/Untamed_Heart-108451"},
{"title": "Untamed (1955) - full transcript", "plot": "When the great potato famine hits Ireland, the diaspora begins as thousands emigrate. Among those leaving the Emerald Isle is Katie O'Neill and her husband, who decide that the promised land is South Africa and make their way there. Once there, they discover the hardships that are the reality of the homesteader experience. To complicate matters, Katie meets up with the love of her life, Paul van Riebeck. Will there be betrayal on the veldt?", "url": "http://subslikescript.com/movie/Untamed-48767"},
{"title": "Untamed (1929) - full transcript", "plot": "When her rich oilman father is killed, Bingo, raised in the wilds of South America, inherits the company. Her guardians Ben and Howard send her to New York for civilizing but on the way she meets Andy, wonderful in every way but wealth. He can't live off her money, he says, as he turns to Marjory. Uncivilized Bingo, who hits anyone she disagrees with, shoots Andy in the arm. Now it's okay for him to marry her.", "url": "http://subslikescript.com/movie/Untamed-20538"},
{"title": "Unsubscribe (2020) - full transcript", "plot": "Five YouTubers join an online video-call and find themselves haunted and hunted by a mysterious internet troll.", "url": "http://subslikescript.com/movie/Unsubscribe-12519206"},
{"title": "Up and Away (2018) - full transcript", "plot": "Hodja is a boy from Pjort, who borrows a flying carpet to see the world. In return he has to find and return \"diamond\" to her grandfather. The all-eating Sultan wants to get his hands on Hodjas flying carpet.", "url": "http://subslikescript.com/movie/Up_and_Away-5848640"},
{"title": "Up Against Amanda (2000) - full transcript", "plot": "After childhood abuse by her step-father and eight years in a juvenile psychiatric lockup, Amanda Lear is released. Her shrink is also her lover, who surreptitiously pays her rent on a nice house for a year. She moves in, takes one look at her neighbor Richard, and dispatches her doctor. To cover her tracks and to begin her seduction, she gets Richard's help with a security system. Soon she's bugging his calls and spying on him with hidden cameras, taking advantage of a rift between Richard and his wife who's in Nashville cutting a record. Amanda will stop at nothing to get Richard's exclusive attention. Will this good neighbor wise up before the hot tub overheats?", "url": "http://subslikescript.com/movie/Up_Against_Amanda-260481"},
{"title": "Up (2009) - full transcript", "plot": "Carl Fredricksen as a boy wanted to explore South America and find the forbidden Paradise Falls. About 64 years later he gets to begin his journey along with a Boy Scout named Russel with help from 500 balloons. On their journey they discover many new friends including a talking dog and Carl and Russel figure out that someone evil plans. Carl soon realizes that this evildoer is his childhood idol. Will they be able to defeat him and will they find Paradise Falls?", "url": "http://subslikescript.com/movie/Up-1049413"},
{"title": "Unzipped (1995) - full transcript", "plot": "Isaac Mizrahi, one of the most successful designers in high fashion, plans his fall 1994 collection. He combines inspirations such as the Hollywood Eskimo look, the Mary Tyler Moore show, and Ouija-derived advise like \"dominatrix mixed with Hitchcock\" into a well-received collection. A behind-the-scenes look at the creative side of fashion.", "url": "http://subslikescript.com/movie/Unzipped-114805"},
{"title": "Unwritten (2018) - full transcript", "plot": "The story he never finished, might be the end - of us all.", "url": "http://subslikescript.com/movie/Unwritten-4981292"},
{"title": "Unwrapping Christmas (2020) - full transcript", "plot": null, "url": "http://subslikescript.com/movie/Unwrapping_Christmas-13586346"},
{"title": "Unwelcome (2022) - full transcript", "plot": "Maya and Jamie escape their urban nightmare of London to the tranquility of rural Ireland only to discover malevolent, murderous goblins lurking in the gnarled, ancient wood at the foot of their new garden. Heavily pregnant, Maya is soon targeted by the goblins and the family she befriended after forgetting to make sure the creatures are fed. Who - or what - will come to her rescue and what extremes will she go to to protect her unborn child?", "url": "http://subslikescript.com/movie/Unwelcome-12447796"},
{"title": "Unwed Father (1997) - full transcript", "plot": "A carefree college student has his life turned upside down when his out-of-wedlock baby is suddenly left on his doorstep. He suddenly finds that he can no longer cope with being in school and performing in a rock band and has to face decisions on how to care for the infant.", "url": "http://subslikescript.com/movie/Unwed_Father-127953"},
{"title": "UnTrue (2019) - full transcript", "plot": "A bruised and beaten wife named Mara (Cristine Reyes) seeks the help of Georgian police against her husband Joachim (Xian Lim). In this He-she said film, truths, lies and the dark past will be uncovered.", "url": "http://subslikescript.com/movie/UnTrue-10912116"},
{"title": "Untrapped: The Story of Lil Baby (2022) - full transcript", "plot": "It follows the career of Atlanta rapper Lil Baby and his rise in rap and pop culture.", "url": "http://subslikescript.com/movie/Untrapped_The_Story_of_Lil_Baby-19801404"},
{"title": "Untraceable (2008) - full transcript", "plot": "A secret service agent, Jennifer Marsh, gets caught in a very personal and deadly cat-and-mouse game with a serial killer who knows that people (being what they are - both curious and drawn to the dark side of things) will log onto an \"untraceable\" website where he conducts violent and painful murders LIVE on the net. The more people who log on and enter the website, the quicker and more violently the victim dies.", "url": "http://subslikescript.com/movie/Untraceable-880578"},
{"title": "Untouched (1954) - full transcript", "plot": "With the purpose of using barbasco roots in the production of cortisone, a pharmaceutical company sends a scientist to investigate the possibilities of exploitation in Veracruz, but the man gets lost in the jungle and lives a strange romantic adventure in a remote location called Paradise.", "url": "http://subslikescript.com/movie/Untouched-132524"},
{"title": "Untouched (2016) - full transcript", "plot": "Under pressure to defend a preacher's daughter accused of murder, a Savannah attorney is forced to face the sin that haunts him.", "url": "http://subslikescript.com/movie/Untouched-2265651"},
{"title": "Untouchable Glory (1988) - full transcript", "plot": "If the missiles are launched no one survives. They must be stopped at any cost. America and Russia make a move in a nuclear power-play in South East Asia. A team of elite American commandos are ready for action. Their mission is to eliminate the Soviet espionage team headed by General Karpov and give assistance to the 'Untouchables', a local counter-insurgency group led by ex-cop Domingo.", "url": "http://subslikescript.com/movie/Untouchable_Glory-1043754"},
{"title": "Untold: The Rise and Fall of AND1 (2022) - full transcript", "plot": null, "url": "http://subslikescript.com/movie/Untold_The_Rise_and_Fall_of_AND1-21388560"},
{"title": "Untold: The Race of the Century (2022) - full transcript", "plot": "The Australia II yacht crew looks back on the motivation, dedication and innovation that led to their historic victory at the 1983 America's Cup.", "url": "http://subslikescript.com/movie/Untold_The_Race_of_the_Century-21811526"},
{"title": "Uprooted: The Journey of Jazz Dance (2020) - full transcript", "plot": "A feature length documentary on the lineage and future progressions of jazz dance.", "url": "http://subslikescript.com/movie/Uprooted_The_Journey_of_Jazz_Dance-8285862"},
{"title": "Uppity: The Willy T. Ribbs Story (2020) - full transcript", "plot": "An in-depth profile of the life and career of Willy T. Ribbs - the controversial Black driver who shattered the color barrier of professional auto-racing and became the first Black qualifier in the storied history of the Indy 500.", "url": "http://subslikescript.com/movie/Uppity_The_Willy_T_Ribbs_Story-5862338"},
{"title": "Uppercase Print (2020) - full transcript", "plot": "It is the story of Mugur Calinescu, a Romanian teenager who wrote graffiti messages of protest against the regime of dictator Nicolae Ceausescu and was subsequently apprehended, interrogated, and ultimately crushed by the secret police.", "url": "http://subslikescript.com/movie/Uppercase_Print-10452766"},
{"title": "Upper Story (2020) - full transcript", "plot": "Today, over 10% of the global population suffers from mental health problems. Three decades of collaboration between scientists and Buddhist scholars have revealed techniques that allow us ...", "url": "http://subslikescript.com/movie/Upper_Story-12802068"},
{"title": "Upon the Shadow (2017) - full transcript", "plot": "Nada Mezni Hafaiedh's Upon the Shadow follows the life of former Femen member Amina Sboui and the community of LGBTQ friends she houses in her Tunisian home. Offering unparalleled insight into life following the Arab spring, social persecution, and political struggle, from a queer perspective. Dive into the stories of Amina's strong and enchanting group of LGBTQ loves and comrades: Sandra, Ramy, Ayoub and Atef, as they bond and build queer community against a backdrop of global trauma and struggle.", "url": "http://subslikescript.com/movie/Upon_the_Shadow-7508054"},
{"title": "Upkar (1967) - full transcript", "plot": "Widowed Radha lives in rural India circa 1960s, along with two sons, Bharat and Puran. While she would like to educate her sons, and ensure that they lead good lives, she cannot do so on her own, and must sacrifice the career of one son so that the second can achieve this goal. For this purpose, Bharat willingly sacrifices his life, toils hard so that Puran can get a decent education, which he does, excels in his studies, and also goes abroad. The family is very pleased, when Puran returns, hoping that he will ensure that they all live happily in India. But the man they know as Puran has been replaced by a cruel, self-serving man who now calls himself Kumar, and whose one goal is to usurp and divide the family property, so that he can continue to live a comfortable life. \"Kasme vaade pyar wafa sab, baaten hai, baaton ka kya, koi kisika nahin, yeh jhootey naahtey hai, naahton ka kya...\" by Manna Dey, continues to be popular even today, which translated means that \"Promises, faith, love are mere unreliable words, no one is true to anyone, all relations are mere words...\".", "url": "http://subslikescript.com/movie/Upkar-146335"},
{"title": "Uphill All the Way (1986) - full transcript", "plot": "Two unemployed good ol' boys are mistaken for a pair of notorious bank robbers.", "url": "http://subslikescript.com/movie/Uphill_All_the_Way-90239"},
{"title": "Upgrade (2018) - full transcript", "plot": "Set in the near-future, technology controls nearly all aspects of life. But when Grey, a self-identified technophobe, has his world turned upside down, his only hope for revenge is an experimental computer chip implant called Stem.", "url": "http://subslikescript.com/movie/Upgrade-6499752"},
{"title": "Upcoming (2021) - full transcript", "plot": "Chen Chen, a high school student, finds the love affair of her mother just before the college entrance exam and gets depressed. After the unsuccessful exam, Chen gets acquainted with Zheng Yu Xing, a handsome campus cyber celebrity, because of a lie. The two join hands to face growing pains, and witness growth and metamorphoses of each other, in the summer of their unsettled youth.", "url": "http://subslikescript.com/movie/Upcoming-13575838"},
{"title": "Upal (1964) - full transcript", "plot": "When the city streets turn empty during the summer heat wave, two elderly gentlemen try to make it lively again.", "url": "http://subslikescript.com/movie/Upal-58711"},
{"title": "Upacharapoorvam Gunda Jayan (2022) - full transcript", "plot": "Former rowdy jayan is in a mission to conduct the marriage of his niece.Things got out of hands when things get worse", "url": "http://subslikescript.com/movie/Upacharapoorvam_Gunda_Jayan-13229946"},
{"title": "Up to His Ears (1965) - full transcript", "plot": "Turbulent, fast-paced comedy adventure (one of the best of its time) about unhappy billionaire Belmondo, whose suicide attempts keep failing. When he hires some killers to do him in, he falls in love with beautiful Andress and wants to reverse the deal. Belmondo is ideally suited to this role, exotic locations and lots of stunts make this a joy to watch. A worthy companion piece to the Bond movies of that time.", "url": "http://subslikescript.com/movie/Up_to_His_Ears-59831"},
{"title": "Up There (2019) - full transcript", "plot": "When a down on his luck journalist finds himself with a less than ideal assignment in the Upper Peninsula of Michigan, he acquires the help of a local, who he soon discovers possesses the story that could jump start his career.", "url": "http://subslikescript.com/movie/Up_There-8068768"},
{"title": "Up the Yangtze (2007) - full transcript", "plot": "A luxury cruise boat motors up the Yangtze - navigating the mythic waterway known in China simply as \"The River.\" The Yangtze is about to be transformed by the biggest hydroelectric dam in history. At the river's edge - a young woman says goodbye to her family as the floodwaters rise towards their small homestead. The Three Gorges Dam - contested symbol of the Chinese economic miracle - provides the epic backdrop for Up the Yangtze, a dramatic feature documentary on life inside modern China.", "url": "http://subslikescript.com/movie/Up_the_Yangtze-1114277"},
{"title": "Up the Wrong Tree (2013) - full transcript", "plot": "This is the story of Nits, a restless bum and a hopeless cynic as he returns from his journey with an obsessive intention of bringing back his ex- girlfriend and their beloved dog. She however, throws him down the drain and so he finds himself, contrary to his anti- political and anti-everything attitude, stuck on top of a tree overlooking his beloved's apartment fearlessly leading an environmental battle against real estate sharks. For once in his life, he finds some comfort by staying put. He refuses to disembark even when the bulldozers charge in. Perhaps it's because he's had enough time on the road and finally understands there's nowhere to run to and perhaps because he can't remember what he's doing up that tree in the first place.", "url": "http://subslikescript.com/movie/Up_the_Wrong_Tree-2388797"},
{"title": "Up the River (1930) - full transcript", "plot": "Two prisoners, Saint Louis and Dannemora Dan, escape during a theatrical production in order to go to the aid of Steve, a former prisoner whose past is about to be exposed by the man who framed Judy unless Steve agrees to help him commit another crime.", "url": "http://subslikescript.com/movie/Up_the_River-21508"},
{"title": "Urusei Yatsura 4: Lum the Forever (1986) - full transcript", "plot": "Mendou invites Ataru & Co. to his estate for a viewing of a large, aging cherry tree named \"Tarozakura\", which is to be featured in an independent film which happens to be financed by Mendou, directed by Megane, and starring Lum. During filming, Ataru cuts down Tarozakura as called for in the script, but the downed tree starts foaming and disintegrates. Afterwards, bizarre incidents occur all over Tomobiki, a mountain emerges out of the ground, spring gives way to winter, Sakura's ghostly friends disappear, Lum begins losing her powers, and Lum's friends begin acting as though she doesn't exist.", "url": "http://subslikescript.com/movie/Urusei_Yatsura_4_Lum_the_Forever-92141"},
{"title": "Urusei Yatsura 3: Remember My Love (1985) - full transcript", "plot": "A curse placed on Lum as an infant manifests itself in the present day, causing her to be taken to another dimension. Lum's husband, Ataru Moroboshi is turned into a hippo, and attempts to find Lum with the help of her friends.", "url": "http://subslikescript.com/movie/Urusei_Yatsura_3_Remember_My_Love-90244"},
{"title": "Urumi: The Warriors Who Wanted to Kill Vasco Da Gama (2011) - full transcript", "plot": "Chirakkal Kelu Nayanar, a warrior in 16th century Kerala wants to avenge his father killed in a confrontation with Vasco da Gama and his troops and is assisted by his best friend Vavvali and warrior princess Ayesha.", "url": "http://subslikescript.com/movie/Urumi_The_Warriors_Who_Wanted_to_Kill_Vasco_Da_Gama-1745863"},
{"title": "Ursus in the Land of Fire (1963) - full transcript", "plot": "Hamilan, a cruel and ambitious general, murders his king and places himself on the throne with the former king's evil niece as his queen. He then wages war against his peaceful neighbors, killing their women and enslaving their men. A hero named Ursus appears at a tournament to challenge Hamilan's authority. Though victorious at the tournament, Ursus is arrested and forced to turn a grist-mill under an overseer's lash. Meanwhile, the former king's virtuous daughter, Diana, is tormented by her evil cousin, the new queen. Sentenced to a slow and tortuous execution, Ursus breaks free and a revolt breaks out. Ursus throws Hamilan to his death in a fiery pit and then Ursus and Diana enjoy the cheers of a grateful populace.", "url": "http://subslikescript.com/movie/Ursus_in_the_Land_of_Fire-57628"},
{"title": "Ursula (1978) - full transcript", "plot": "Switzerland 1523. The mercenary Jackie Geer returns with his soldiers from Iatly to his home in the Oberland. They have fought for the Pope and now find a religious upheaval i Switzerland.", "url": "http://subslikescript.com/movie/Ursula-78448"},
{"title": "Uri: The Surgical Strike (2019) - full transcript", "plot": "Based on the true events of 2016, when Indian Army avenged a deadly terrorist attack by carrying out a surgical strike.", "url": "http://subslikescript.com/movie/Uri_The_Surgical_Strike-8291224"},
{"title": "Ureshi hazukashi monogatari (1988) - full transcript", "plot": null, "url": "http://subslikescript.com/movie/Ureshi_hazukashi_monogatari-96350"},
{"title": "Urbanized (2011) - full transcript", "plot": "A documentary about the design of cities, which looks at the issues and strategies behind urban design and features some of the world's foremost architects, planners, policymakers, builders, and thinkers.", "url": "http://subslikescript.com/movie/Urbanized-1701976"},
{"title": "Urbania (2000) - full transcript", "plot": "Charlie takes an odyssey through grief during a fall weekend in New York City. His encounters are planned and chance: with a homeless man who sleeps by his building, with a friend who's dying, with the couple who lives (and noisily loves) in the flat above him, with a bartender and a one-night-stand he follows home, and with a tattooed stranger whom he seeks out and befriends. Along the way, Charlie inhabits a city full of moments of violence and of stories and legends: a kidney thief, a microwaved poodle, a rat in a hot dog bun, a baby left on a car top, a tourist's toothbrush, needles in public-phone change slots. Charlie lives and tells his own stories. What caused his melancholy?", "url": "http://subslikescript.com/movie/Urbania-182508"},
{"title": "Urban Myths (2020) - full transcript", "plot": "This is a story of a group of high school seniors that embark on a spring break camping trip, to investigate the myths they had been researching and leaning from their History Teacher. During their trip, they stumble on an old haunted Indian Burial ground and get more than they bargained for when some of the group start to vanish. This film showcases some of best Northern Michigan has to offer, along with an all start cast.", "url": "http://subslikescript.com/movie/Urban_Myths-3316122"},
{"title": "Urban Legend (1998) - full transcript", "plot": "Urban Legend tells the story of a group of pretty college students at a remote New England university. The focus of the story is Natalie, a beautiful, academically-gifted student at the fictional Pendleton University. Natalie and her friends are all involved in the Folklore class being taught by Professor Wexler. Wexler regales his class with urban legends, which include Pendleton's own urban legend about a Psych professor who murdered six students at Stanley Hall 25 years ago. Natalie is the first one to suspect there's a killer on campus, especially after she has ties to all of the victims. No one, including her friends, Wexler, Dean Adams and security guard, of course, believes her until it's too late. Now she finds that she and her friends are part of the killer's ultimate urban legend.", "url": "http://subslikescript.com/movie/Urban_Legend-146336"},
{"title": "Urban Justice (2007) - full transcript", "plot": "When a dedicated police officer is murdered, his father goes on a hunt for the people responsible.", "url": "http://subslikescript.com/movie/Urban_Justice-910934"},
{"title": "Urban Envy (2014) - full transcript", "plot": null, "url": "http://subslikescript.com/movie/Urban_Envy-3746176"},
{"title": "Urban Cowboy (1980) - full transcript", "plot": "Bud Davis is a country boy who moves to the city to visit his uncle and his family. He starts hanging out at Gilley's, the popular nightclub owned by Mickey Gilley himself. He takes a job at the oil refinery where his uncle works, hoping to save enough money to buy some land. He also meets a cowgirl named Sissy, they dance together, fall in love and suddenly get married. And then their marriage is shattered when Bud sees Sissy allegedly seeing con man Wes, who teaches her how to ride the mechanical bull... and plans to rob Gilley's. When a bull-riding contest at Gilley's is announced, Bud decides to sign up. Can he win the contest and save his marriage to Sissy?", "url": "http://subslikescript.com/movie/Urban_Cowboy-81696"},
{"title": "Urban Country (2018) - full transcript", "plot": "A troubled young girl must choose between a carefree and exciting life in the city and a hard-work, no-frills country lifestyle in order to learn who she really is and what she wants out of life.", "url": "http://subslikescript.com/movie/Urban_Country-7068878"},
{"title": "Urartu: The Forgotten Kingdom (2020) - full transcript", "plot": "Urartu was an early first millennium BC kingdom located in the Armenian highlands. Thanks to its animosity with Assyria, it had militaristic society and is thought to be the first kingdom to convert form bronze to iron weaponry leading Assyria to quickly follow suit. The kingdom is also know for an aqueduct, the Channel of Semiramis, a remarkable engineering feat for it's time. In modern times Urartu was unknown until the mid 1800s. Much of its history is now well documented but as of this writing the story of its beginnings and disappearance are still unclear.", "url": "http://subslikescript.com/movie/Urartu_The_Forgotten_Kingdom-13552578"},
{"title": "Utopia (1983) - full transcript", "plot": "A treatise on love and desire tainted by harsh reality of capitalism, in which submission to the laws of lust-as-commerce is played out by five prostitutes and their pimp, who pits them against one another so that they are incapable of standing up to him collectively.", "url": "http://subslikescript.com/movie/Utopia-135032"},
{"title": "Utopia (1951) - full transcript", "plot": "Heading for a newly inherited island, the boys are shipwrecked and marooned on an atoll which has just emerged from the sea. Along with their cook, a stowaway and a girl who is fleeing her fiancé, they set up their own government on the atoll. Uranium is discovered and world powers begin fighting over ownership of the island.", "url": "http://subslikescript.com/movie/Utopia-42210"},
{"title": "Utdrikningslaget (2017) - full transcript", "plot": null, "url": "http://subslikescript.com/movie/Utdrikningslaget-5844286"},
{"title": "Utamaro: Yume to shiriseba (1977) - full transcript", "plot": "Follows the life of the famous classical printmaker, Utamaro Kitagawa, set during the time when Utamaro is commissioned to produce pornographic woodblocks.", "url": "http://subslikescript.com/movie/Utamaro_Yume_to_shiriseba-76864"},
{"title": "Utama (2022) - full transcript", "plot": "In the Bolivian highlands, an elderly Quechua couple has been living the same daily life for years. During an uncommonly long drought, Virginio and his wife Sisa face a dilemma: resist, or be defeated by the environment and time itself.", "url": "http://subslikescript.com/movie/Utama-10984580"},
{"title": "Utah Blaine (1957) - full transcript", "plot": "Gunslinger Utah Blaine rescues rancher Joe Neal from lynching by vigilante land-grabbers and runs afoul of vigilante leader Russ Nevers' interests.", "url": "http://subslikescript.com/movie/Utah_Blaine-51145"},
{"title": "Utah (1945) - full transcript", "plot": "When ranch foreman Roy learns the new ranch owner Dorothy Bryant and her friends are arriving, he directs them to Gabby's rundown ranch. He figures they will be discouraged and return East. But the plan backfires when Dorothy, thinking her ranch worthless, sells the real ranch at a fraction of it's value.", "url": "http://subslikescript.com/movie/Utah-38212"},
{"title": "Usuzumi no sakura (1977) - full transcript", "plot": "Haneda's first independent film, a project she honed over several years, is a paean to a millenary cherry tree that can be found in the Neo village in the Gifu prefecture. The film deals with the history of this magnificent tree, the changing social life of the community living around it and the filmmaker's memories. As Haneda wrote, this personal film became an act of self-discovery, both a gesture of celebration and mourning, which allowed her to find a new path in filmmaking.", "url": "http://subslikescript.com/movie/Usuzumi_no_sakura-12281462"},
{"title": "Ustaz, Mu Tunggu Aku Datang! (2013) - full transcript", "plot": "About two friend Muiz and Dadu who want to meet Ustaz Azhar Idrus, a popular missionary. But their path, it's not as easy as they want. Their journey begin.", "url": "http://subslikescript.com/movie/Ustaz_Mu_Tunggu_Aku_Datang-3375180"},
{"title": "Ustadon Ke Ustad (1963) - full transcript", "plot": "An impoverished Engineer in love with a wealthy woman goes on the run after becoming a suspect in a bank robbery.", "url": "http://subslikescript.com/movie/Ustadon_Ke_Ustad-158314"},
{"title": "USS Christmas (2020) - full transcript", "plot": "Maddie, a reporter for a Norfolk newspaper, embarks on a Tiger Cruise during Christmastime where she meets a handsome naval officer and stumbles upon a mystery in the ship's archive room", "url": "http://subslikescript.com/movie/USS_Christmas-13341592"},
{"title": "Usotsuki paradokusu (2013) - full transcript", "plot": null, "url": "http://subslikescript.com/movie/Usotsuki_paradokusu-2984080"},
{"title": "Usogui (2022) - full transcript", "plot": "A brilliant gambler lays down his life as the wager for various games against dangerous opponents.", "url": "http://subslikescript.com/movie/Usogui-5715464"},
{"title": "Uso wo aisuru onna (2017) - full transcript", "plot": null, "url": "http://subslikescript.com/movie/Uso_wo_aisuru_onna-6733368"},
{"title": "Ushijima the Loan Shark (2012) - full transcript", "plot": null, "url": "http://subslikescript.com/movie/Ushijima_the_Loan_Shark-2013299"},
{"title": "Useless Humans (2020) - full transcript", "plot": "A thirtieth birthday -- and the survival of mankind -- are left hanging in the balance after a mysterious creature crashes the party, forcing four childhood friends to save the night.", "url": "http://subslikescript.com/movie/Useless_Humans-7127184"},
{"title": "Uzak (2002) - full transcript", "plot": "Mahmut, a 40 year old independent photographer, is a \"village boy made good\" at least professionally in the big city - Istanbul in this case. After his wife leaves him, he falls into an existential crisis. Then comes his cousin Yusuf, who left his native village after a local factory closed down, effectively unemploying over half the local men. He looks to Istanbul for salvation: a job on board a ship sailing abroad, at once exciting and crucial to supporting his family in the desperately poor village. The distance between the two men is apparent at once, and becomes increasingly pronounced. Whereas Mahmut is adusted to big city life and suffers from many of its neuroses, Yusuf is a lonely, excentric country worker with annoying nervous and hygienic habits, and a sick mother back home he must somehow support. This intimate drama was filmed in the director's apartment in Istanbul, using all his furniture, appliances, rooms, car and so on as the film's props. The actor playing Yusuf is actually the director's real-life cousin, and the actor playing Mahmut is an actual friend, a non-professional actor.", "url": "http://subslikescript.com/movie/Uzak-346094"},
{"title": "Uyare (2019) - full transcript", "plot": "Pallavi is a strong-willed woman who has always aspired to become a pilot. How she gets back on her feet through sheer resilience after being beset by a series of personal crises forms the crux of the film.", "url": "http://subslikescript.com/movie/Uyare-9271408"},
{"title": "Uunchai (2022) - full transcript", "plot": "Three friends take a trek to the Everest Base Camp. A simple trek turns out to be a personal, emotional and spiritual journey as they battle their physical limitations and discover the true meaning of freedom.", "url": "http://subslikescript.com/movie/Uunchai-15309708"},
{"title": "Uudet diktaattorit (2017) - full transcript", "plot": null, "url": "http://subslikescript.com/movie/Uudet_diktaattorit-6424270"},
{"title": "Utu (1983) - full transcript", "plot": "In New Zealand in the 1860s the native Maori people fought the British colonials to keep the land guaranteed to them by treaty. The warrior Te Wheke fights for the British until betrayal leads him to seek utu (revenge). The settler Williamson in turn seeks revenge after Te Wheke attacks his homestead. Meanwhile Wiremu, an officer for the British, seems to think that resistance is futile.", "url": "http://subslikescript.com/movie/Utu-86497"},
{"title": "Utsukushisa to kanashimi to (1965) - full transcript", "plot": "Long before the events of the movie Ôki, who was approaching middle age, had a relation to 16-year-old Otoko. She got pregnant, but the child was stillborn. Their relation stopped at the same time. Much later Ôki had become a famous writer, not least because of a novel about this love story. Otoko had become a famous painter. But she had never overcome the double early trauma and had become a Lesbian. Her favourite student and beloved one was the beautiful Keiko. 24 years after the early love Ôki goes from Tokyo to Kyoto to meet Otoko. The meeting is polite with secret emotional shadows. Keiko makes a plan. She intends to seduce Ôki, become pregnant, bear Ôki's child and give it to Otoko. She hopes that Otoko may thereby get rid of her trauma. But she also wants to take her revenge on the man who had harmed her beloved. Secretly she gets acquainted with Ôki's son, invites him to Kyoto and seduces him. Then she calls his parents and tells that he had promised to marry her. Horrified they take the first plane to Kyoto. Meanwhile, she takes the son on boating, arranges an accident, and drowns him. It is close that she herself would also die.", "url": "http://subslikescript.com/movie/Utsukushisa_to_kanashimi_to-59919"},
{"title": "Utsav (1984) - full transcript", "plot": "Based on the circa 2nd century BCE to 2nd Century CE, Sanskrit play \"Daridra-Charudatta\" by the famous Indian playwright Bhasa, \"Utsav\" faithfully follows Bhasa's story-line. Vasantasena, a courtesan who dances at the King Palaka's court hides in Charudatta's house while running away from the amorous attentions of the king's brother-in-law. She falls in love with Charudatta, though he is married and penniless. They have an affair. Meanwhile, the rightful heir to the throne - King Palaka's brother - escapes from prison. While he is being pursued by the king's troops, Charudatta helps him. The king's brother-in-law strangles Vasantasena when she refuses to submit to him and leaves her for dead. When Charudatta tries to have her jewels pawned, he is arrested for her murder. What happens to him and the other characters constitutes the final part of the film.", "url": "http://subslikescript.com/movie/Utsav-88335"},
{"title": "Utøya: July 22 (2018) - full transcript", "plot": "A teenage girl struggles to survive and to find her younger sister during the July 2011 terrorist mass murder at a political summer camp on the Norwegian island of Utøya.", "url": "http://subslikescript.com/movie/Utya_July_22-7959216"},
{"title": "Utopians (2015) - full transcript", "plot": "What can happen if Mishima Yukio meets Socrates? Hins, a dreamy boy who indulges in literature and thirsts for philosophy, is overwhelmed by a charismatic teacher Antonio, dragging his religious girlfriend Joey together into uncharted territories. The intriguing appearance of Swan, an elegant and intellectual lady, only adds to their entanglement of spirit and lust. Seemingly their love for art and wisdom would lead them to a surreal poetic life in an unrestrained Utopia amid the earthen world, yet what stands in the way is a lifetime secret and a lie of heart.", "url": "http://subslikescript.com/movie/Utopians-5227660"},
{"title": "Useless (2020) - full transcript", "plot": "When her mother dies tragically in a car accident, 17 year-old Jessie is taken in by her aunt and uncle, in Western Montana. She finds herself in a new school, with the unexpected attention...", "url": "http://subslikescript.com/movie/Useless-6886574"},
{"title": "Used People (1992) - full transcript", "plot": "At her husband's funeral, Pearl (Shirley MacLaine), Jewish mother of two divorced and antagonistic daughters, meets an old Italian friend (Marcello Mastroianni) of her husband, whose advice years previously had stopped the husband leaving home. For 23 years he, now a widower, has secretly loved Pearl...", "url": "http://subslikescript.com/movie/Used_People-105706"},
{"title": "Used Goods (2018) - full transcript", "plot": "An international organization tries to kidnap Mustafa, an Egyptian cancer and AIDS medicine researcher.", "url": "http://subslikescript.com/movie/Used_Goods-8887736"},
{"title": "Use of Force: The Policing of Black America (2021) - full transcript", "plot": "Police killings of unarmed black and brown men and women have brought relations between law enforcement and communities of color to an all-time low. What is happening? How can we solve this epidemic? USE OF FORCE is a documentary that delves into the fatal encounters between police and people of color in America. The film will highlight the personal stories of victims like George Floyd, Philando Castile, Eric Garner and others who have been killed by the police. The documentary will take an in-depth look into the history of encounters between police and communities of color; chronicle the journey of the victims' families as they take on the effort to combat police brutality; provide commentary from thought leaders about the policies and tactics enacted by law enforcement; and debate the politics of our country regarding the use of deadly force by law enforcement.", "url": "http://subslikescript.com/movie/Use_of_Force_The_Policing_of_Black_America-13060184"},
{"title": "Use Me (2019) - full transcript", "plot": "An ambitious documentary filmmaker discovers the darkest parts of himself when he turns his camera on a beautiful woman who humiliates men for money.", "url": "http://subslikescript.com/movie/Use_Me-6032090"},
{"title": "Us Kids (1941) - full transcript", "plot": "A student from an elementary school accidentally breaks the glass roof of his school. His comrades decide to support it by working during the summer holidays in order to pay for reconstruction.", "url": "http://subslikescript.com/movie/Us_Kids-40704"},
{"title": "Us and Them (2018) - full transcript", "plot": "During the hectic chunyun period, 2 strangers traveling home meet on the train.", "url": "http://subslikescript.com/movie/Us_and_Them-8033592"},
{"title": "Us Again (2020) - full transcript", "plot": "Mike (RK Bagatsing) is a struggling artist, who meets Margie (Jane Oineza), an unfulfilled medical technician frustrated to become a doctor. Coming from a devastating break up from five ...", "url": "http://subslikescript.com/movie/Us_Again-11872560"},
{"title": "Us (2019) - full transcript", "plot": "A family's serene beach vacation turns to chaos when their doppelgängers appear and begin to terrorize them.", "url": "http://subslikescript.com/movie/Us-6857112"},
{"title": "Urzila Carlson: Overqualified Loser (2020) - full transcript", "plot": null, "url": "http://subslikescript.com/movie/Urzila_Carlson_Overqualified_Loser-12580626"},
{"title": "Urvasivo Rakshasivo (2022) - full transcript", "plot": "A modern take on urban relationships.", "url": "http://subslikescript.com/movie/Urvasivo_Rakshasivo-22410680"},
{"title": "Urusei Yatsura: Only You (1983) - full transcript", "plot": "When everyone in town receives invitations to Ataru's wedding, they are shocked to see that his sweetheart Lum is not the bride. Eventually they learn that when Ataru was playing games as a little boy, he stepped on a girl's shadow. Unbeknownst to him, the girl was from extraterrestrial culture where stepping on one's shadow is a form of marriage proposal, and now she and her family have come back to see that Ataru keeps his promise. If he manages to get out of this without being killed by her folks, he'll still have to avoid being torn apart by the hands of Lum.", "url": "http://subslikescript.com/movie/Urusei_Yatsura_Only_You-86520"},
{"title": "Urusei Yatsura 6: Itsudatte, mai dârin (1991) - full transcript", "plot": null, "url": "http://subslikescript.com/movie/Urusei_Yatsura_6_Itsudatte_mai_drin-103178"},
{"title": "Urusei Yatsura 5: The Final Chapter (1988) - full transcript", "plot": "Ataru and Lum must replay their fateful game of tag to decide the fate of Earth, that's being threatened by giant space mushrooms, as well as their relationship.", "url": "http://subslikescript.com/movie/Urusei_Yatsura_5_The_Final_Chapter-96353"},
{"title": "Uran Khatola (1955) - full transcript", "plot": "Kashi travels by an ill-fated plane, which crashes on the outskirts of an isolated city that is ruled by women, who worship Sanga, their God. Kashi is rescued by pretty Soni and taken to her home, where she lives with her widowed dad, and brother, Hira. Since the roads are blocked, Kashi is unable to return home, and in order to continue to stay here, he must first obtain permission from the Raj Rani, the ultimate ruler. He meets with her and she finds him attractive and charming, and invites him to stay with her at her palace and sing for him, which he does. Kashi and Soni have given their hearts to each other, they meet secretly, with Soni disguised as a man, Shibu. Watch what happens when Raj Rani finds out that a Kashi is ignoring her love for a mere peasant.", "url": "http://subslikescript.com/movie/Uran_Khatola-48756"},
{"title": "Uragiri no Machi (2016) - full transcript", "plot": null, "url": "http://subslikescript.com/movie/Uragiri_no_Machi-6240032"},
{"title": "Ura horâ (2008) - full transcript", "plot": "A found footage anthology horror film by Kôji Shiraishi.", "url": "http://subslikescript.com/movie/Ura_hor-1912517"},
{"title": "Ur spår (2022) - full transcript", "plot": "A mid-age hipster in Stockholm is a training freak and trains for the 90 km ski race Vasaloppet. His sister is the opposite, no job, drinks but has a daughter. Suddenly secrets reveals and promises are made.", "url": "http://subslikescript.com/movie/Ur_spr-13316790"},
{"title": "Uptown Saturday Night (1974) - full transcript", "plot": "Steve Jackson and Wardell Franklin sneak out of their houses to visit Madame Zenobia's: a high-class but illegal nightclub. During their visit, however, the place is robbed and they are forced to hand over their wallets. Steve's wallet turns out to have contained a winning lottery ticket, and together they must recover their stolen property.", "url": "http://subslikescript.com/movie/Uptown_Saturday_Night-72351"},
{"title": "Uptown New York (1932) - full transcript", "plot": "Pat and Max are in love and share an intimate relationship. However, after Max receives his surgeon's diploma, his parents have arranged a marriage for him with a woman from a rich, good background.", "url": "http://subslikescript.com/movie/Uptown_New_York-23646"},
{"title": "Upstream Story (2018) - full transcript", "plot": "\"THE UPSTREAM STORY\" is a feature film about two girls, KANKANA and ADRIANA, set against the backdrop of 'Rally for Rivers'. 'Rally for Rivers,' is a mass movement in India, created by the ...", "url": "http://subslikescript.com/movie/Upstream_Story-7513844"},
{"title": "Upstream Color (2013) - full transcript", "plot": "Kris is attacked one night, and hypnotized, using a grub with hypnotic properties, administered by a thief. She follows the thief's instructions to give him everything, even taking out loans. After the worms are extracted, she wakes up to find her life ruined. She's lost her job, her finances are destroyed. Years later, she meets Jeff whom she may have a lot in common with.", "url": "http://subslikescript.com/movie/Upstream_Color-2084989"},
{"title": "Upstate (2010) - full transcript", "plot": "UPSTATE tells the story of Liz, who, after the death of her mother, emerges from a period of self-inflicted isolation to visit her oldest friend Steve. Over the course of a long weekend in the country, Liz and Steve attempt to overcome their history of mixed signals and missed connections. The presence of Steve's new wife Sylvia further complicates the situation. Beautiful, assured and ten years their senior, Sylvia refuses to stand by and watch Liz and Steve \"catch up\". Liz's uncertain desire for Steve and Steve's doubts about his own choices force the three of them to confront questions of sexuality, aging and loss, both real loss and the loss of opportunities not taken. Set against the backdrop of pastoral upstate New York, with the Catskill Mountains ever looming in the background and the natural world constantly asserting its presence, Liz, Steve and Sylvia find themselves navigating the emotionally fraught terrain of friendship and intimacy as they fumble towards a more genuine and honest connection with one another. Upstate offers a meditation on the casual disappointments of life and the passing of time.", "url": "http://subslikescript.com/movie/Upstate-1583393"},
{"title": "Upstarts (2019) - full transcript", "plot": "Hoping to do good while making millions, three graduates create a startup. But as business begins to flourish, their own bond starts to fray.", "url": "http://subslikescript.com/movie/Upstarts-11066130"},
{"title": "Upstairs Downstairs Remembered: 25th Anniversary (1996) - full transcript", "plot": null, "url": "http://subslikescript.com/movie/Upstairs_Downstairs_Remembered_25th_Anniversary-118057"},
{"title": "Upside-Down Magic (2020) - full transcript", "plot": "In \"Upside-Down Magic, a Disney Channel Original Movie, 13-year-old Nory Boxwood Horace discovers she can flux into animals, and her best friend Reina Carvajal can manipulate flames. ...", "url": "http://subslikescript.com/movie/Upside-Down_Magic-10833270"},
{"title": "Upside Down (2015) - full transcript", "plot": "304 people drowned as the car ferry sank. Four fathers recall their memories of their children; high school students who were on their field trip. Professors, lawyers, journalists, an activist, a diver, and a politician explain why the system ultimately allowed the tragedy to occur. What is stopping the next tragedy? The world has turned upside down.", "url": "http://subslikescript.com/movie/Upside_Down-5105628"},
{"title": "Upside Down (2012) - full transcript", "plot": "Adam is a seemingly ordinary guy in a very extraordinary universe. He lives humbly trying to make ends meet, but his romantic spirit holds on to the memory of a girl he loved once upon a time from another world, an inverted affluent world with its own gravity, directly above but beyond reach... a girl named Eden. Their childhood flirtation becomes an impossible love. But when he catches a glimpse of grownup Eden on television, nothing will get in the way of getting her back... Not even the law or science!", "url": "http://subslikescript.com/movie/Upside_Down-1374992"},
{"title": "Up the Mountain (2019) - full transcript", "plot": "Hugo, Stan and Bérénice grew up together then grew apart. Now, 15 years later, they meet again in the mountain village of their childhood to bury Hugo's brother. The reunion will mark the beginning of an adventure and a new life.", "url": "http://subslikescript.com/movie/Up_the_Mountain-10384908"},
{"title": "Up the Front (1972) - full transcript", "plot": "Frankie Howerd stars in this comedy as a lowly boot-boy who is a terrible coward. He only goes to war in 1914 after he has been hypnotised to 'save England'. With the German master plan tattooed on his backside (this is the only way he could get the plan back to the British), he goes to the British headquarters, with the Germans in hot pursuit, to try and 'hand over the plans'!!!", "url": "http://subslikescript.com/movie/Up_the_Front-69448"},
{"title": "Up the Down Staircase (1967) - full transcript", "plot": "Sylvia Barrett is a rookie teacher at New York's inner-city Calvin Coolidge High: her lit classes are overcrowded, a window is broken, there's no chalk, books arrive late. The administration is concerned mainly with forms and rules (there's an up and a down staircase); bells ring at the wrong time. Nevertheless, she tries. How she handles the chaos and her despair in her first semester makes up the film: a promising student drops out, another sleeps through class, a girl with a crush on a male teacher gets suicidal, and a bright but troublesome student misunderstands Sylvia's reaching out. A discussion of Dickens, parents' night, and a mock trial highlight the term. Can she make it?", "url": "http://subslikescript.com/movie/Up_the_Down_Staircase-62425"},
{"title": "Up the Academy (1980) - full transcript", "plot": "This puber-comedy is a kind of mixture between \"Animal House\" and \"Police Academy\". Four boys are sent, for different reasons, to the Sheldon R. Wienberg Military Academy. The life of discipline asks a lot of the four geeks. Of course these boys know how to make a party out of the hard times. Will they be \"real men\" after one year?", "url": "http://subslikescript.com/movie/Up_the_Academy-81695"},
{"title": "Up Pompeii! (1969) - full transcript", "plot": "Lurcio is a much-put-upon slave in the ancient Roman town of Pompeii. More often than not, Lurcio finds himself keeping his owner's family members apart, in order to keep them together.", "url": "http://subslikescript.com/movie/Up_Pompeii-125650"},
{"title": "Up Periscope (1959) - full transcript", "plot": "Lieutenant Braden discovers that Sally, the woman he's been falling in love with, has actually been checking out his qualifications to be a U.S. Navy frogman. He must put his personal life behind him after being assigned to be smuggled into a Japanese-held island via submarine to photograph radio codes.", "url": "http://subslikescript.com/movie/Up_Periscope-53399"},
{"title": "Up on the Glass (2020) - full transcript", "plot": "A wanderer named Jack DiMercurio secretly desires the life and wife of his more affluent friend, Andy Shelton. Past tensions resurface between the two men during an informal reunion at ...", "url": "http://subslikescript.com/movie/Up_on_the_Glass-7907898"},
{"title": "Up North (2018) - full transcript", "plot": "Up North explores love, friendship, and family politics, all of which collide when the rebellious young scion of a wealthy family is sent away to National Service in Northern Nigeria. ...", "url": "http://subslikescript.com/movie/Up_North-8631800"},
{"title": "Up in the Wind (2013) - full transcript", "plot": "A struggling girl editor working with a big magazine in Shanghai was forced to take a trip to Nepal to write a travel series. Helped by a travel fellow, the son of a rich businessman, she achieved the mission successfully and also found the courage to live on in Shanghai.", "url": "http://subslikescript.com/movie/Up_in_the_Wind-3467440"},
{"title": "Up in the Air (1940) - full transcript", "plot": "A none-too-popular (nor good) radio singer, Rita Wilson is murdered while singing on the air in a radio studio. Radio page boy, Frankie Ryan, and his janitor pal, Jeff, solve the mystery for the none-too-sharp police.", "url": "http://subslikescript.com/movie/Up_in_the_Air-33214"},
{"title": "Up in the Air (2009) - full transcript", "plot": "Ryan Bingham is a corporate downsizing expert whose cherished life on the road is threatened just as he is on the cusp of reaching ten million frequent flyer miles and just after he's met the frequent-traveler woman of his dreams.", "url": "http://subslikescript.com/movie/Up_in_the_Air-1193138"},
{"title": "Up in Smoke (1978) - full transcript", "plot": "Cheech and Chong meet up by chance on the highway somewhere in California. They go in search of some dope and are accidentally deported to Mexico where in their desperation to get home they agree to drive a van back to the States so they can get back in time for a gig they are due to play. Unaware of the properties from which the van is constructed they make their way back having aquired a couple of female hitch-hikers whilst all the time avoiding the cops whom they are not even aware are following them.", "url": "http://subslikescript.com/movie/Up_in_Smoke-78446"},
{"title": "Up for Love (2016) - full transcript", "plot": "Diane is a well-known lawyer, divorced for three years. She loses her mobile telephone and receives a call from the person who finds it. That person is Alexandre, a charming man and the perfect gentleman. They make a connection over the phone and agree to meet up the following day. But when Alexandre arrives, there's a surprise in store when Diane discovers he is only 4' 6\" tall. From that moment on, Diane tries to overcome the prejudices of society and her own fears to experience the best time of her life...", "url": "http://subslikescript.com/movie/Up_for_Love-4699388"},
{"title": "Up Close & Personal (1996) - full transcript", "plot": "This is a telling of the Jessica Savitch story, the newswoman who, in the 1970's, became the \"First Woman Anchor\". Sally/Tally is taken under the wing of Warren in a Miami newsroom and becomes a news star on TV. Despite her love for Warren, she takes the big chance and moves on to Philadelphia, where he follows to rescue her faltering career at the cost of his own - as she rises he falls.", "url": "http://subslikescript.com/movie/Up_Close__Personal-118055"},
{"title": "Untold: The Girlfriend Who Didn't Exist (2022) - full transcript", "plot": null, "url": "http://subslikescript.com/movie/Untold_The_Girlfriend_Who_Didnt_Exist-21340300"},
{"title": "Untold Damage (1971) - full transcript", "plot": null, "url": "http://subslikescript.com/movie/Untold_Damage-265942"},
{"title": "Untogether (2018) - full transcript", "plot": "Andrea is a recently sober writer whose career has stalled since she published her debut novel several years ago. She strikes up an affair with Nick, a doctor-turned-writer who is hailed ...", "url": "http://subslikescript.com/movie/Untogether-6043072"},
{"title": "Untitled Hollywood Hills Project (2017) - full transcript", "plot": null, "url": "http://subslikescript.com/movie/Untitled_Hollywood_Hills_Project-6193470"},
{"title": "Untitled Dragon ball Movie (2018) - full transcript", "plot": "The Movie focuses on the Saiyan race on planet Sadala.", "url": "http://subslikescript.com/movie/Untitled_Dragon_ball_Movie-7961060"},
{"title": "Untitled Chris Watts Project (2020) - full transcript", "plot": "When Chris Watts stoically yet smirkingly pleaded to television cameras for the safe return of his missing pregnant wife Shanann and their two young daughters, dark secrets loomed just beneath the surface.", "url": "http://subslikescript.com/movie/Untitled_Chris_Watts_Project-10846986"},
{"title": "Untitled Charlie Griak Project (2017) - full transcript", "plot": "A group of people are drawn deep into a mysterious forest where scores of people have gone missing, without a trace.", "url": "http://subslikescript.com/movie/Untitled_Charlie_Griak_Project-6089744"},
{"title": "Untitled Cecil Beaton Documentary (2017) - full transcript", "plot": null, "url": "http://subslikescript.com/movie/Untitled_Cecil_Beaton_Documentary-5275884"},
{"title": "Untitled Angel and Demon Project (2018) - full transcript", "plot": "Five strangers all meet up at a warehouse where they will confront their deepest, darkest sins.", "url": "http://subslikescript.com/movie/Untitled_Angel_and_Demon_Project-5908986"},
{"title": "Until We Meet Again (2020) - full transcript", "plot": "For thirty-five years the ghost of EDDIE CONWAY a passionate young pianist has haunted an old house in the Hollywood Hills, unable to move on without completing his piano concerto. Then a pretty Midwestern girl, LISA WAGNER, moves in and disrupt his afterlife. Lisa is also a musician, a young unknown with dreams of her own, and her spirit connects with Eddie's. The girl and the ghost find each other thru music. Lisa and Eddie become fond of each other. Naturally their fondness turns to romance, but they both know it's impossible. They resist the attraction as long as they can. Eventually love overcomes even death, then tragedy strikes.", "url": "http://subslikescript.com/movie/Until_We_Meet_Again-2574538"},
{"title": "Until They Sail (1957) - full transcript", "plot": "Four sisters in New Zealand fall for four U.S. soldiers en route to the Pacific theater in WWII", "url": "http://subslikescript.com/movie/Until_They_Sail-51141"},
{"title": "Until the Lights Come Back (2005) - full transcript", "plot": null, "url": "http://subslikescript.com/movie/Until_the_Lights_Come_Back-468705"},
{"title": "Until the End of the World (1991) - full transcript", "plot": "Set in 1999, a woman (Dommartin) has a car accident with some bank robbers, who enlist her help to take the bank money to a drop in Paris. On the way she runs into another fugitive from the law (Hurt), an American who is being chased by the CIA. The charges are false, he claims. They want to confiscate a device his father invented which allows anyone to record their dreams and vision. On the run from both the bank robbers and the CIA, the couple span the globe, ending up in Australia at his father's (von Sydow) research facility, where they hope to play back the recordings Hurt captured for his blind mother. Set in the futuristic year of 1999, a subplot about a damaged Indian nuclear satellite crashing and causing the end of civilization is a puzzling addition to the film.", "url": "http://subslikescript.com/movie/Until_the_End_of_the_World-101458"},
{"title": "Until the Edge of the World (2019) - full transcript", "plot": "The five-year-old Flo cannot understand the condition that her father is in. Her mother explains: \"He is with us but also far away at the same time\". This description sparks the child's creativity, as she begins to imagine her father embarking on a journey far away, into the vastness of space.", "url": "http://subslikescript.com/movie/Until_the_Edge_of_the_World-11122684"},
{"title": "Unstoppable (2010) - full transcript", "plot": "A runaway train carrying a cargo of toxic chemicals puts an engineer and his conductor in a race against time. They're chasing the runaway train in a separate locomotive and need to bring it under control before it derails on a curve and causes a toxic spill that will decimate a town.", "url": "http://subslikescript.com/movie/Unstoppable-477080"},
{"title": "Unstoppable (2018) - full transcript", "plot": "Dong-Chul (Don Lee) and Ji-Soo (Song Ji-Hyo) are a happily married couple. One day, Dong-Chul comes home to find his house in disarray and his wife is missing.", "url": "http://subslikescript.com/movie/Unstoppable-9225192"},
{"title": "Unstoppable (2013) - full transcript", "plot": "The death of his 15-year-old friend sparks Kirk Cameron to address the question of why bad things happen to good people. Through storytelling and dramatizations, Cameron goes back to the Book of Genesis to uncover the origins of evil and sin.", "url": "http://subslikescript.com/movie/Unstoppable-3070502"},
{"title": "Unstable (2012) - full transcript", "plot": "Kristen and her son Oliver have just moved into a gorgeous new neighborhood. Recently divorced, Kristen is anxious to help Oliver adjust to the new life and environment. They meet Justin, a handsome and intriguing ex-soccer star who wows Kristen with his good looks and fun-loving spirit. Despite warnings from her ex-husband Jason, she hires Justin as a caretaker for Oliver and offers to let him live in her guest house. But Kristen is being stalked by someone who knows she is new to the neighborhood. Strange and dangerous things begin happening and no one can be trusted. Did Kristen make a big mistake letting Justin into their lives? As an intricate web of lies and deceit unfolds, it's up to Kristen to protect herself and her family.", "url": "http://subslikescript.com/movie/Unstable-2273673"},
{"title": "Unspoken Passion (2008) - full transcript", "plot": "Sikil tells the story of two men and a woman who are involved in a bizarre love triangle. These three friends grew up in a small town south of Manila. Enzo is a young closet gay prostitute who's obsessed with his childhood friend who happens to be a call-boy and has a girlfriend. Other interesting characters are the bi-sexual pimp, a regular bathhouse customer, and a sampaguita vendor-pickpocket-shoplifter and caretaker of Adong's daughter.", "url": "http://subslikescript.com/movie/Unspoken_Passion-989710"},
{"title": "Unspeakable Acts (1990) - full transcript", "plot": "Horrendous acts of sexual abuse were discovered at Miami's Country Walk Day Care Center in 1984. The ensuing investigations required unprecedented work and a pair of University of Miami psychologists were called upon for assistance. This case paved the way for a successful legislation in the protection of children during court proceedings and mandatory finger printing of adults who work with young children.", "url": "http://subslikescript.com/movie/Unspeakable_Acts-100848"},
{"title": "Unsound (2020) - full transcript", "plot": "When gigging guitarist, Noah, finds himself disillusioned and transient, he quits the band of his 90's pop icon mentor, and returns to his mother's home in Sydney, Australia, seeking connection and rejuvenation. Clashing with his mother over old wounds, Noah seeks solace elsewhere, and soon finds himself swept up in the vibrant, passionate life and of a young, trans-man, Finn, who is a proud, Auslan-only speaker who works and runs a local centre and nightclub for his deaf community. Together, the pair traverse new ground, sharing their languages - Noah's music and Finn's signs - with one another. They move carefully, as this is Finn's first relationship while he is on the precipice of diving into his trans journey. Finn struggles to spread his wings and come into his own, as he suffocates beneath his father's over-protection and the financial strife facing his club. Determined to reapply to his music and join a community, Noah offers to help aid the club any way he can. But as the two become closer, and with no shared language to fall back on, they only risk hurting each other, as they learn to be true to themselves.", "url": "http://subslikescript.com/movie/Unsound-6051918"},
{"title": "Unsilenced (2021) - full transcript", "plot": "Based on true events, \"Unsilenced\" follows Wang, a university student in Beijing, and his friends as their carefree days are shattered by the 1999 order that banned the spiritual practice Falun Gong in China. As the state churns out lies and starts brutally suppressing voices of dissent, they cross paths with Daniel, a cynical American reporter struggling to find meaning in his profession in the country he loves. With the risk of prison, torture, and even death looming over them, they must all make a choice: to go with their conscience and speak the truth, or to remain silent as atrocious crimes go on behind closed doors.", "url": "http://subslikescript.com/movie/Unsilenced-10514056"},
{"title": "Unshattered (2015) - full transcript", "plot": "An ex-con father reconnects with a daughter who's life is slowly falling apart.", "url": "http://subslikescript.com/movie/Unshattered-5003038"},
{"title": "Unser täglich Brot (2005) - full transcript", "plot": "The documentary shows long scenes of food production without any voice-over and practically no dialogue. Chickens: selection, breeding, slaughter, dismemberment. Pigs: insemination, castration, slaughter, dismemberment. Cows: insemination, milking, slaughter, dismemberment. Fish: breeding, slaughter, dismemberment. Fruits and vegetables (tomatoes, peppers, olives, salads, apples, etc.): harvest, selection. Salt: extraction from mines. Workers performing their job, eating, resting. Note: the animal scenes include graphic details.", "url": "http://subslikescript.com/movie/Unser_tglich_Brot-765849"},
{"title": "Unseen Enemy (2017) - full transcript", "plot": "Unseen Enemy is an essential exploration of reasons 21st-century populations are experiencing a rash of diseases that were once only outbreaks, but have now become full-blown epidemics. This increased risk that we face, and the ways society and individuals can work together to reduce that risk, are explained to the public through the case studies of three epidemics: Ebola, influenza and Zika. Moving across the globe, we meet doctors, disease detectives and everyday people who have stepped into the horror of an epidemic and emerged deeply changed. Epidemics bring out the best and worst of human behavior, with effects reaching far beyond the tolls of sickness and death.", "url": "http://subslikescript.com/movie/Unseen_Enemy-4179582"},
{"title": "Unseen (2023) - full transcript", "plot": "Sam, receives a call from Emily a nearly blind woman who is running from her murderous ex in the woods. She must survive the ordeal with Sam being her eyes using video call.", "url": "http://subslikescript.com/movie/Unseen-17201166"},
{"title": "Unruled Paper (2002) - full transcript", "plot": "\"Royaa\", mother of two children, tries to follow her dream of becoming a writer, while her life and relationship with her shady architect husband \"Jahaan\", gets into some serious drama; ...", "url": "http://subslikescript.com/movie/Unruled_Paper-317794"},
{"title": "Unroyal (2020) - full transcript", "plot": "When a rude and arrogant princess finds herself reliant on a humble gatekeeper after a terrible accident, it may be enough to make her change her ways.", "url": "http://subslikescript.com/movie/Unroyal-15526612"},
{"title": "Unman, Wittering and Zigo (1971) - full transcript", "plot": "Fed up with the frantic world of advertising, the former advertising executive, John Ebony, takes up a position as a teacher at Chantry, a public boarding school for boys. Eager to fill in for his unfortunate predecessor, and educate the next generation of pupils, instead, the unsuspecting first-time instructor is shocked to discover that his efforts to exercise authority have the exact opposite effect of what was intended. Then, the seemingly respectful but devilishly manipulative teenagers of Class Lower 5B drop a bombshell, and Ebony starts fearing for his life. Now, having to deal with a pompous headmaster and a disbelieving wife, it is evident that the unruly students have the upper hand. What happens if John fails to co-operate?", "url": "http://subslikescript.com/movie/Unman_Wittering_and_Zigo-67907"},
{"title": "Unmade Beds (2009) - full transcript", "plot": "Axl wants to find his long-lost father and rediscover his past. Vera just wants to forget hers as she tries to move on from heartbreak. Their stories come together in the melting-pot of 21st century London.", "url": "http://subslikescript.com/movie/Unmade_Beds-997263"},
{"title": "Unlucky Plaza (2014) - full transcript", "plot": "Onassis Hernandez was once the proud owner of Singapore's most popular Filipino diner. But a food poisoning scandal triggered by a disgruntled cook has left him on the brink of bankruptcy. When he is further outdone by a financial scam, Onassis loses it. He takes a group of people hostage in a millionaire's bungalow and the crisis, captured on video, sparks an international outcry. Will Onassis be finally pronounced a victim or a villain?", "url": "http://subslikescript.com/movie/Unlucky_Plaza-3413772"},
{"title": "Unlucky Charms (2013) - full transcript", "plot": "Five beautiful girls vie for a chance to become the spokesmodel for diva DeeDee DeVille's (Jeryl Prescott from \"The Walking Dead\") new high-end line of lingerie. The claws come out when the competition gets fierce, but when they begin to disappear one by one, they soon find that they are competing for their lives. DeeDee invokes four mythical beings - The Cyclops, The Banshee, The Hobgoblin and the mischievous, red leprechaun, Farr Darrig - from an ancient charm bracelet to steal the girls' souls, but the creatures from the underworld have plans of their own. Whomever wields the power of these UNLUCKY CHARMS beware. They're magically malicious!", "url": "http://subslikescript.com/movie/Unlucky_Charms-3072668"},
{"title": "Unloved (2001) - full transcript", "plot": "Mitsuko, a thirty-something Japanese secretary, lives a very simple life devoid of ambition. She has an affair with Eiji, a rich, arrogant and newly divorced businessman who is intrigued by her retiring personnality but she quickly breaks up as he repeatedly tries to make her change her lifestyle and values. While Eiji ponders the reasons of the breakup, Mitsuko falls for one of her neighbours, a young slacker who has the same approach to life as her. But Mitsuko's new lover is fascinated by Eiji's power and social status... A triangle that will inevitably leave one of the characters \"unloved\".", "url": "http://subslikescript.com/movie/Unloved-304874"},
{"title": "Unlovable (2016) - full transcript", "plot": "A sex and love addicted woman learns what real intimacy means when she starts making music with a reclusive man.", "url": "http://subslikescript.com/movie/Unlovable-5926990"},
{"title": "Unlisted Owner (2013) - full transcript", "plot": "The 'Owner House'after a family movies into a house is murdered by an unseen subject after the tragic events a groop of teens discovered that the house the murder took place is down the road from where they are camping and decided to break in and investigate not long they encounter an unknown subject with an unrevealed identity and becomes his next victims'unlisted'owner'", "url": "http://subslikescript.com/movie/Unlisted_Owner-3522198"},
{"title": "Unlocked (2017) - full transcript", "plot": "A CIA interrogator is lured into a ruse that puts London at risk of a biological attack.", "url": "http://subslikescript.com/movie/Unlocked-1734493"},
{"title": "Unlimited Edition (2020) - full transcript", "plot": "Cinematic meeting between four writers who are also actors, directors, teachers and playwrights. Four stories, four protagonists: two men, two women who reflect, in different ways, on ...", "url": "http://subslikescript.com/movie/Unlimited_Edition-13204766"},
{"title": "Unlimited (2013) - full transcript", "plot": "Simon Orwell is a brilliant student whose life has taken a series of wrong turns. At the point of giving up on his dreams, he gets a call from an old professor who has discovered a breakthrough in a device that would create unlimited energy, and he needs Simon's help. But once he crosses the border, nothing goes as planned. The professor has been killed and Simon is assaulted and nearly killed by members of a powerful drug cartel. Now he must take refuge in the only place that will help him - a local orphanage. There, Simon meets Harold Finch, the proprietor of the orphanage who walked away from a lucrative career with NASA and consulting Fortune 500 companies to serve a higher cause. With Harold's help, Simon sets out on a quest to uncover who killed the professor and why, but in the process discovers the secret to both the world-changing device and his own unlimited potential.", "url": "http://subslikescript.com/movie/Unlimited-2166291"},
{"title": "Unli Life (2018) - full transcript", "plot": "A man discovers a magical bottle of whiskey which would let him go back in time. The perfect solution that would help him get back with his ex-girlfriend, he goes from different eras, ...", "url": "http://subslikescript.com/movie/Unli_Life-8856222"},
{"title": "Unleashed (2005) - full transcript", "plot": "A man treated like a dog and raised as a fighting machine his entire life, ends up in a coma and is taken in the care of good people, but his sinister owner is looking to retrieve his most prized possession: a non stop human weapon triggered by the collar leashed on his neck.", "url": "http://subslikescript.com/movie/Unleashed-342258"},
{"title": "Unlawful Justice (2017) - full transcript", "plot": "An agitated police officer is set on a collision course with an African-American teenager determined to escape poverty.", "url": "http://subslikescript.com/movie/Unlawful_Justice-6433106"},
{"title": "Union Leader (2017) - full transcript", "plot": "Resigned to his fate as a worker in a notoriously shoddy chemical plant, Jay realizes that he must not only find a way to support his family, but also overcome grave social and legal injustice in the system.", "url": "http://subslikescript.com/movie/Union_Leader-6395306"},
{"title": "Union Pacific (1939) - full transcript", "plot": "One of the last bills signed by President Lincoln authorizes pushing the Union Pacific Railroad across the wilderness to California. But financial opportunist Asa Barrows hopes to profit from obstructing it. Chief troubleshooter Jeff Butler has his hands full fighting Barrows' agent, gambler Sid Campeau; Campeau's partner Dick Allen is Jeff's war buddy and rival suitor for engineer's daughter Molly Monahan. Who will survive the effort to push the railroad through at any cost?", "url": "http://subslikescript.com/movie/Union_Pacific-32080"},
{"title": "Union Bridge (2019) - full transcript", "plot": "After burning out in the city, Will Shipe is summoned back home where he uncovers dark truths about his family and the town he grew up in.", "url": "http://subslikescript.com/movie/Union_Bridge-9557034"},
{"title": "Unlikely Angel (1996) - full transcript", "plot": "Dolly Parton portrays a country music performer who meets an untimely demise, but cannot enter heaven until she performs a good deed back on earth - to get a workaholic widower and his children back together again for Christmas.", "url": "http://subslikescript.com/movie/Unlikely_Angel-118048"},
{"title": "Union Bound (2016) - full transcript", "plot": "He went to war to free slaves but in the end was freed by them.", "url": "http://subslikescript.com/movie/Union_Bound-3663680"},
{"title": "Union (2018) - full transcript", "plot": "During a cavalry skirmish at the battle of Cold Harbor, 'Henry' is shot. His near death experience catalyzes his determination to live and to love fully promising to find Virginia Klaising, the widow that saved his life during Antietam. The Indians hiding high up in the Blue Ridge tell Henry that Virginia is destined to marry an old man she does not love so she can hang onto her farm. When the Indians realize that Henry is a 'two-spirit' they hide him from the Union forces and prepare him to be reunited with his soul mate, Virginia. Eloping on a summer night with fireflies as luminaries, they begin their new life. The secret becomes harder to keep as Henry suffers from PTSD and must confess his battle sins. He recounts a mercy killing of a childhood friend, her child still missing. Going in search of the child, he/she ultimately brings the boy, home.", "url": "http://subslikescript.com/movie/Union-4325644"},
{"title": "United Passions (2014) - full transcript", "plot": "A group of passionate European mavericks join forces on an ambitious project: the Federation Internationale of Football Association (FIFA). An epic, untold story that brings to life the inspiring saga of the World cup and the three determined men who created it. Driven by their vision and passion, Jules Rimet, Joao Havelange and Sepp Blatter, overcame their doubts and fought obstacles and scandals to make the World Cup a reality. Spanning the tumultuous 20th Century, this timeless saga celebrates the game that, despite it all, became not just a worldwide sport, but an expression of hope, spirit, and unity...", "url": "http://subslikescript.com/movie/United_Passions-2814362"},
{"title": "Uninvited Guest (1999) - full transcript", "plot": "Debbie and Howard are celebrating their wedding anniversary. Or so Debbie thought. A special night together turns into a nightmare when Howard lets a man into the house to use the phone. Who is the smooth stranger who immediately takes to Debbie? And what does he really want? Debbie and Howard soon find out the answer to the question, and when they do, their lives will never be the same again. Be careful who you let into the house. Especially the Uninvited Guest.", "url": "http://subslikescript.com/movie/Uninvited_Guest-188694"},
{"title": "United Red Army (2007) - full transcript", "plot": "A story about the rise and fall of United Red Army, a real life 70s short-lived Japanese armed revolutionary communist movement similar to more famous Red Brigades in Italy or Baader-Meinhof Group (a.k.a. Red Army Faction) in West Germany.", "url": "http://subslikescript.com/movie/United_Red_Army-923869"},
{"title": "Uninvited (1988) - full transcript", "plot": "A bunch of young people are invited to a Caribbean cruise on a gangster's yacht, to distract the attention of the authorities. Unfortunately, a mutant cat which escaped from a test laboratory also gets on board, and kills most of the passengers.", "url": "http://subslikescript.com/movie/Uninvited-96341"},
{"title": "United We Fan (2018) - full transcript", "plot": "Fans, stars, creators, and more come together to explore the dynamic history and evolution of save-our-show television fan campaigns from the letter-writing and product mail-in campaigns of...", "url": "http://subslikescript.com/movie/United_We_Fan-8163814"},
{"title": "Unintended (2018) - full transcript", "plot": "A young woman repressed the memory of having killed someone when she was twelve years old. Thirteen years later that memory comes back.", "url": "http://subslikescript.com/movie/Unintended-7164084"},
{"title": "Uninhabited (2010) - full transcript", "plot": "Harry and Beth wanted a different kind of holiday. So they chartered a boat to drop them off on a remote coral island on the Great Barrier Reef. Paradise? The island was idyllic, surrounded by a wide reef, covered in palms and full of birds and other wildlife. It was small and totally deserted. Or was it? After snorkelling, making out and having fun, the young lovers soon come to believe that there is someone else on the island. Things go missing from their camp and then they discover someone else's footprints in the sand. At first amused, this becomes disturbing as they realize the island has a ghost! From paradise, the holiday quickly turns into a nightmare of arguments and mistrust... Inspired by actual events.", "url": "http://subslikescript.com/movie/Uninhabited-1459013"},
{"title": "Uniki (2022) - full transcript", "plot": null, "url": "http://subslikescript.com/movie/Uniki-16987436"},
{"title": "Unidentified Flying Objects: The True Story of Flying Saucers (1956) - full transcript", "plot": "Interviews and documentary footage combine with the fictional story of an air-force pilot who encounters aliens.", "url": "http://subslikescript.com/movie/Unidentified_Flying_Objects_The_True_Story_of_Flying_Saucers-131627"},
{"title": "Unforgivable Blackness: The Rise and Fall of Jack Johnson (2004) - full transcript", "plot": "The story of Jack Johnson, the first African-American Heavyweight boxing champion.", "url": "http://subslikescript.com/movie/Unforgivable_Blackness_The_Rise_and_Fall_of_Jack_Johnson-413615"},
{"title": "Unforgivable (1996) - full transcript", "plot": "John Ritter plays a family man who puts his wife through domestic violence and his children through emotional torture. After leaving his family and almost killing his new girlfriend in one of his rages, he is ordered to seek professional help through an innovative therapy program or go to jail.", "url": "http://subslikescript.com/movie/Unforgivable-118041"},
{"title": "Unforgettable (2019) - full transcript", "plot": "Jasmine takes her newfound doggy friend Happy on a long journey to her sick grandmother in Baguio. The two walk an incredible distance, face all kinds of challenges, run into many strangers...", "url": "http://subslikescript.com/movie/Unforgettable-10857178"},
{"title": "Unforgettable (2017) - full transcript", "plot": "A woman sets out to make life a living hell for her ex-husband's new fiancée.", "url": "http://subslikescript.com/movie/Unforgettable-3462710"},
{"title": "Unfit: The Psychology of Donald Trump (2020) - full transcript", "plot": "An eye-opening and shattering analysis of the behavior, psyche, condition, and stability of Donald J. Trump.", "url": "http://subslikescript.com/movie/Unfit_The_Psychology_of_Donald_Trump-12304596"},
{"title": "Unfinished Song (2012) - full transcript", "plot": "\"Song for Marion\", a London-set comedic drama, is about shy, grumpy pensioner Arthur who is reluctantly inspired by his beloved wife Marion to join a highly unconventional local choir. At odds with his son James, it is left to charismatic choir director Elizabeth to try and persuade Arthur that he can learn to embrace life. Arthur must confront the undercurrents of his own grumbling persona as he embarks on a hilarious, life-affirming journey of musical self discovery.", "url": "http://subslikescript.com/movie/Unfinished_Song-1047011"},
{"title": "Unfinished Girl (2007) - full transcript", "plot": "A girl suffers a brain cancer for years. She happens on a clue to the murder of her parents, and the clue leads to her brother-in-law.", "url": "http://subslikescript.com/movie/Unfinished_Girl-1210803"},
{"title": "Unfinished Business (2015) - full transcript", "plot": "A hard-working small business owner (Vince Vaughn) and his two associates (Tom Wilkinson, Dave Franco) travel to Europe to close the most important deal of their lives. But what began as a routine business trip goes off the rails in every imaginable - and unimaginable - way, including unplanned stops at a massive sex fetish event and a global economic summit.", "url": "http://subslikescript.com/movie/Unfinished_Business-2358925"},
{"title": "Unfinished (2022) - full transcript", "plot": null, "url": "http://subslikescript.com/movie/Unfinished-15106604"},
{"title": "Unfinished (2018) - full transcript", "plot": null, "url": "http://subslikescript.com/movie/Unfinished-9282360"},
{"title": "Unfaithfully Yours (1984) - full transcript", "plot": "Claude Eastman, is a composer and conductor. He is married to Daniella, who is half his age. While away on a trip he told his Italian driver, Giuseppe, to tell his friend Norman to keep an eye on her, or take care of her. But his english is not too good, so Norman thought he was saying that Claude wanted him to hire a private eye to keep tabs on her. Which he did. Claude tells him that it's ok but the man Norman hired gives him his report and it says something happened while he was away. Claude, of course, tells him to throw it away but after Norman leaves, Claude tries to retrieve it and tries to read it but Daniella's there, when Giuseppe destoys it, he goes to the man Norman hired to get a copy. He tells Claude that a man went into his apartment while he was away and left at an unusual hour, and that he also has a video. Claude tells him to destroy it but shortly after leaving returns so that he can watch it. Now the video's a little fuzzy but clearly he can see that the man wears a particular type of clothing. Claude goes around checking every man he knows to see if they wear that clothing. He discovers that Max, his protege and a ladies man wears it. After confronting Daniella, she is harboring a secret but not what Claude thinks it is, so when she tells Claude that it's no big thing, Claude freaks out, and is planning to kill her and frame Max but an unforeseen circumstance disrupts the perfect plan he dreamed up.", "url": "http://subslikescript.com/movie/Unfaithfully_Yours-88326"},
{"title": "Unfaithful (2002) - full transcript", "plot": "Connie Sumner has a loving husband, a beautiful home, and a wonderful son, but she wants more. When she's approached one day by a handsome stranger while trying to hail a taxi, she becomes obsessed with him and eventually starts an affair. But her selfish actions soon catch up with her...", "url": "http://subslikescript.com/movie/Unfaithful-250797"},
{"title": "Unfair Competition (2001) - full transcript", "plot": "Two linen fabric dealers with their shops close to one another, battle against each other for more and more costumers. Umberto constantly loses clients because of the tough competition brought by Leone, who offers the best prices in the neighborhood. But they leave differences aside when the rise of Fascism places Anti-Semitic politics which rigidly control business like the one conducted by the Jewish Leone, and those new regulations are viewed by Umberto as completely unfair. The long rivalry soon becomes a great friendship.", "url": "http://subslikescript.com/movie/Unfair_Competition-254235"},
{"title": "Unfair (2006) - full transcript", "plot": null, "url": "http://subslikescript.com/movie/Unfair-1160697"},
{"title": "Une Chambre en Ville (1982) - full transcript", "plot": "A film musical in which every line is sung. The frame is about workers during a strike. They also prepare and perform a demonstration. Two personal relations develop against this background. François abandons his pregnant girlfriend Violette. She feels treated even more unjust when he tries to defend and excuse his behaviour. He had met a very beautiful over-class girl, Edith, and both were immediately overwhelmed by genuine and reciprocal passion. Edith lived in a very unsatisfactory marriage. She was the daughter of the widow from which François rented his room. Nevertheless, he met her in the street, where she just opened her fur coat and was starch naked under it. They will be together in great passion for just one night and day. At the demonstration François is shot by the police and dies in Edith's arms. - The music is closer to opera than in any other film musical by Jacques Demy. But the greatest difference is that he has devoted much more effort to the task of instructing the singers to reveal the psychic emotions of the text and events.", "url": "http://subslikescript.com/movie/Une_Chambre_en_Ville-84843"},
{"title": "Une aventure (2005) - full transcript", "plot": "Cecile and Julien begin their new life together. Julien works long hours in a video library, a world full of pictures. Coming home late one night, he encounters a young, beautiful, disturbing woman in front of his building. She seems lost, as if in a dream. She mumbles something to him, like a call for help, and vanishes. Since this strange encounter, and maybe for the first time in his life, Julien is confused, becoming obsessed by the mystery surrounding this intriguing woman, Gabrielle. He discovers that she lives across the street with an intimidating, violent-looking man, Louis. Following her at night, Julien sees Gabrielle sleepwalking, perhaps a refugee from the distressful, dangerous world she must inhabit. Risking everything, including Cecile's love for him, Julien plunges into Gabrielle's strange but fascinating life, determined to save her from Louis, even herself, somehow hoping to avert the catastrophe that awaits her.", "url": "http://subslikescript.com/movie/Une_aventure-380834"},
{"title": "Undulant Fever (2014) - full transcript", "plot": null, "url": "http://subslikescript.com/movie/Undulant_Fever-3626970"},
{"title": "Undue Influence (1996) - full transcript", "plot": "Lawyer Paul Madriani becomes embroiled in his most baffling case at a most difficult time. His wife Nikki has died of cancer, and he's caring for his daughter Sarah while negotiating a custody settlement between his sister-in-law Laurel and her ex-husband, Senator Jack Vega, over 17-year-old Danny. When Vega's new wife Melanie is found murdered, suspicion points to Laurel who was filmed by a security camera arguing with her at her home just hours before the shooting. At the crime scene, Paul meets a long-time friend, U.S. Attorney Dana Colby, and grudge-bearing detective Lama, who claims an airtight case against Laurel. Paul tries unsuccessfully to arrange a plea bargain. Investigating, he finds the Vegas' neighbors, George and Kathy Merlow, have disappeared. His questioning of Kathy's postal co-worker is cut short by a package bomb meant for him. Before the blast that kills the co-worker and six patrons, but spares Paul, he learns the Merlows are hiding in Jamaica. A romance develops between Dana and Paul, as the search shifts to the island, with support of an FBI team. Paul locates Kathy Merlow, but gunfire from an unknown hit man sends them fleeing in different directions. Dana later reports the killer caught up with both Merlows and dumped their bodies in the ocean. Tipped by Dana that Senator Vega has made a deal for leniency in return for cooperation in a federal corruption probe, Paul exposes the senator on the witness stand at Laurel's trial In order to raise the possibility of other enemies and cast reasonable doubt on Laurel's guilt. When he discovers Kathy Merlow was an alias for a relocated witness reported killed in a car accident, he suspects her death was faked a second time. Peeling back layers of government cover-up, Paul wins Laurel's acquittal. A final attempt on Paul's life is thwarted when Laurel guns down the mystery hit man. Only then does he discover the identity of Melanie's murderer. It's a secret that strikes close to home-a secret Paul keeps to himself as he returns to his daughter.", "url": "http://subslikescript.com/movie/Undue_Influence-118033"},
{"title": "Undrafted (2016) - full transcript", "plot": "When twelve ragtag teammates set out to play what should be a meaningless summer intramural baseball game, it ends up becoming the most important game of their lives. This collection of characters - the reliever turned starting pitcher (Tyler Hoechlin), a hot dog power hitter (Chace Crawford), an outfielder with anger management issues (Joe Mazzello), a player coach with clipboard envy (Duke Davis Roberts), an over-eager catcher (Ryan Pinkston), the old guy who shouldn't be playing anymore (Philip Winchester), and the guy everyone forgot was on the team (Matt Bush) - truly gives new meaning to the phrase \"amateur status\". As they struggle to transition away from baseball and towards an uncertain future, the best player among them (Aaron Tveit) - who they all felt should have gotten drafted - has to deal with the news that his big league dreams were dashed, leaving him grappling with why he should still play. One game can be just another box score, but when it's played by a team galvanized around the love of the game, and for the pride they have in each other, it can define a lifetime. Written and directed by Joe Mazzello (\"Jurassic Park\", HBO's \"The Pacific\", \"The Social Network\"), UNDRAFTED is based on the real life experiences of Joe's brother, a collegiate baseball star who was skipped over in the Major League Baseball draft.", "url": "http://subslikescript.com/movie/Undrafted-3172126"},
{"title": "Undocument (2017) - full transcript", "plot": "Undocument bears witness to four journeys of love and loss, immigration and identity across three continents as one cinematic journey.", "url": "http://subslikescript.com/movie/Undocument-5644794"},
{"title": "Undisputed 2: Last Man Standing (2006) - full transcript", "plot": "Sequel to the 2002 film. This time, Heavyweight Champ George \"Iceman\" Chambers is sent to a Russian Jail on trumped-up drug charges.", "url": "http://subslikescript.com/movie/Undisputed_2_Last_Man_Standing-443676"},
{"title": "Undisputed (2002) - full transcript", "plot": "George \"Ice Man\" Chambers (Rhames) is a top ranked heavyweight boxer. However Chambers has his world turned upside down when he is accused of rape and sent to prison. Upon his arrival he hears talk about Monroe Hutchen (Snipes) who is the top ranked prison boxing champ 10 years running. Immediately there is bad blood with Chambers not wanting to be second to no one which leads to a lunch room fight between the men. Figuring it will be a good way to make money fellow convict Emmanuel 'Mendy' Ripstein (Peter Falk) sets up a prison boxing match between the two men to decide who is the real UNDISPUTED champ. Michael Rooker plays a guard, Fisher Stevens, John Seda, and Master P co star.", "url": "http://subslikescript.com/movie/Undisputed-281322"},
{"title": "Undiscovered (2005) - full transcript", "plot": "A group of aspiring entertainers try to establish careers for themselves in LA.", "url": "http://subslikescript.com/movie/Undiscovered-434424"},
{"title": "Undine (2020) - full transcript", "plot": "Undine works as a historian lecturing on Berlin's urban development. But when the man she loves leaves her, the ancient myth catches up with her. Undine has to kill the man who betrays her and return to the water.", "url": "http://subslikescript.com/movie/Undine-11617052"},
{"title": "Undetectable (2015) - full transcript", "plot": "Adam, a gay man living with undetectable HIV, must confront the guilt tormenting him in his dreams after betraying and infecting his now dying ex-lover, Raphael. As Adam sets out to reconnect with Raphael on the anniversary of their diagnosis, he discovers that they have both been living nightmares of their own.", "url": "http://subslikescript.com/movie/Undetectable-3413044"},
{"title": "Underworld: Rise of the Lycans (2009) - full transcript", "plot": "The prequel story traces the origins of the centuries-old blood feud between the aristocratic vampires and their onetime slaves, the Lycans. In the Dark Ages, a young Lycan named Lucian emerges as a powerful leader who rallies the werewolves to rise up against Viktor, the cruel vampire king who has enslaved them. Lucian is joined by his secret lover, Sonja, in his battle against the Vampire army and his struggle for Lycan freedom.", "url": "http://subslikescript.com/movie/Underworld_Rise_of_the_Lycans-834001"},
{"title": "Underworld: Evolution (2006) - full transcript", "plot": "Underworld: Evolution continues the saga of war between the vampires and the Lycans. The film goes back to the beginnings of the ancient feud between the two tribes as Selene, the beautiful vampire heroine, and Michael, the lycan hybrid, try to unlock the secrets of their bloodlines. This will be a modern tale of action, intrigue and forbidden love, which takes them into the battle to end all wars as the immortals must finally face their retribution.", "url": "http://subslikescript.com/movie/Underworld_Evolution-401855"},
{"title": "Underworld: Blood Wars (2016) - full transcript", "plot": "The next installment in the blockbuster franchise, UNDERWORLD: BLOOD WARS follows Vampire death dealer, Selene (Kate Beckinsale) as she fends off brutal attacks from both the Lycan clan and the Vampire faction that betrayed her. With her only allies, David (Theo James) and his father Thomas (Charles Dance), she must stop the eternal war between Lycans and Vampires, even if it means she has to make the ultimate sacrifice.", "url": "http://subslikescript.com/movie/Underworld_Blood_Wars-3717252"},
{"title": "Underground Rendezvous (2007) - full transcript", "plot": "Set in the 1980's, the eldest son of a poor family decides to move to Seoul to become a teacher. Yet as soon as he reaches the city, his money is stolen and his bags are lost. He manages to...", "url": "http://subslikescript.com/movie/Underground_Rendezvous-6436514"},
{"title": "Underground Game (2005) - full transcript", "plot": "In São Paulo, the weird and romantic piano player Martin believes in serendipity and invents a game to find the woman of his dreams. He previously selects a route in the subway, and in the wagon, he chases a woman to see if her destiny is the same as his. Following his procedures, he meets Tania, the mother of an autistic girl; the blind writer Laura; and the mysterious Ana, a woman with a secret past, and he falls in love for Ana.", "url": "http://subslikescript.com/movie/Underground_Game-431169"},
{"title": "Underground Aces (1981) - full transcript", "plot": "The escapades of a crew of zany parking lot attendants.", "url": "http://subslikescript.com/movie/Underground_Aces-81681"},
{"title": "Underground (2020) - full transcript", "plot": "Maxime is a miner with a troubled past. After an explosion at his mine, Maxime attempts to find redemption by saving his fellow miners.", "url": "http://subslikescript.com/movie/Underground-11956066"},
{"title": "Underground (1995) - full transcript", "plot": "The story follows an underground weapons manufacturer in Belgrade during WWII and evolves into fairly surreal situations. A black marketeer who smuggles the weapons to partisans doesn't mention to the workers that the war is over, and they keep producing. Years later, they break out of their underground \"shelter\" --- only to convince themselves that the war is still going on.", "url": "http://subslikescript.com/movie/Underground-114787"},
{"title": "Underground (1970) - full transcript", "plot": "Occupied France during WWII. The American Dawson parachutes over France and gets in contact with the French resistance. He has a plan to kidnap the German general Stryker.", "url": "http://subslikescript.com/movie/Underground-66505"},
{"title": "Undergrads (2022) - full transcript", "plot": "With college drawing to a close, a group of friends are left to re-examine themselves and their relationships over the course of a weekend.", "url": "http://subslikescript.com/movie/Undergrads-17069250"},
{"title": "Underdogs (2013) - full transcript", "plot": "In the small village where Amadeo lives there is no one good enough to challenge his skills at Table Football. But, while Amadeo may be a genius as a table football player in real life he's a loser. He's in love with Lara, his childhood friend, but he's so shy that he can't bring himself to confess his love for her. So he just hangs out in his quaint, timeless village. When Amadeo beats the village bully Flash at Table Football. The scene is set for an epic rivalry. Consumed with anger Flash vows to get even and 10 years later he returns as an International Superstar, a Football Icon and Galatico determined to wreak his revenge. He demolishes the village to build a Football Academy. He destroys the table football table and takes away Amadeo's girl friend the lovely Lara in his chopper. Amadeo is distraught and when one of his tears falls on Skip the captain of the Table Football Players he comes to life and together with other key football players, Rico and Loco, they persuade Amadeo to fight back against the psychotic Flash and his manipulative henchman The Agent. When after a series of roller coaster adventures the two rivals finally face each other they must settle their old score. But this time it won't be on a football table; it will be in a real football stadium. Flash's team of International superstars line up against a village team recruited, with Lara's help, from the odd balls who live in the village. They may not be any good at football but they are playing for their livelihoods and the life of the village. In an epic mis-match in which Amadeo's honor and the future of the village are at stake. There seems to be only one possible winner. But this is football and anything can happen; not only will Amadeo and his village football team find a depth of commitment but, his beloved table football players share his passion, and together they make the impossible seem possible.", "url": "http://subslikescript.com/movie/Underdogs-1634003"},
{"title": "Underdog (2007) - full transcript", "plot": "A bomb-sniffing beagle is fired from the mayor's office for a faux pas. That night a mad scientist dognaps him and injects him with an elixir. The dog escapes, but now has superpowers. He's adopted by a security guard - an ex-cop, who's a widower with a moody teen son, Jack. The boy discovers that the dog, named Shoeshine by dad, has super powers, but it's their little secret. While Underdog saves people in distress, the mad scientist and his underling continue their plot to catch him and take over the city. There's also a girl Jack likes who has a dog that Shoeshine takes a shine to. Will every dog have his day?", "url": "http://subslikescript.com/movie/Underdog-467110"},
{"title": "Underdog (2014) - full transcript", "plot": "23-year-old \"Dino\" (Bianca Kronlöf) dreams of a different life. Like an abundance of Swedes her age, she has fled the mass unemployment of her home country in search of a more worthwhile ...", "url": "http://subslikescript.com/movie/Underdog-4026914"},
{"title": "Undercovers Hero (1974) - full transcript", "plot": "In this comedy, set during the Nazi occupation of France, Peter Sellers plays most major male parts, so he stars in nearly every scene, always bumbling in inspector Clouseau-style. As British Major Robinson he is hidden in Madame Grenier's Parisian brothel, right under the nose of the Nazi clients, such as Gestapo agent Herr Schroeder (again him). As Général Latour he leads the French resistance, which includes the brothel madam -made a colonel in charge of her sexy 'troops'- and a priest, and is joined by young US diplomat Alan Cassidy. As Japanese imperial Prince Kyoto he becomes a target for the resistance in a monastery on his way to Hitler (again him). At the end he decorates the heroes as French president.", "url": "http://subslikescript.com/movie/Undercovers_Hero-70855"},
{"title": "Undercover vs Undercover (2019) - full transcript", "plot": "Undercover police Wu teams up with unlikely allies in order to fight a major drug dealer and take down a drug smuggling ring.", "url": "http://subslikescript.com/movie/Undercover_vs_Undercover-10427010"},
{"title": "Undercover Kids (2004) - full transcript", "plot": "Nelson and Nicole go undercover to find the culprit(s) vandalizing their school; hopefully, in time by the next board meeting so as to report their findings.", "url": "http://subslikescript.com/movie/Undercover_Kids-406304"},
{"title": "Undercover Hooligan (2016) - full transcript", "plot": "Known for his brutally violent policing tactics, suspended police officer Michael Clarke is sent undercover to infiltrate the notorious London criminal enterprise of Terance Turner, with the task of bringing the gang boss to justice.", "url": "http://subslikescript.com/movie/Undercover_Hooligan-3741150"},
{"title": "Under Two Flags (1936) - full transcript", "plot": "Sergeant Victor comes to the French Foreign Legion after taking the blame for his brother's crime. Cigarette falls in love with him though Major Doyle is in love with her. Doyle sends Victor on dangerous assignments to be rid of him. He falls in love with Lady Venetia Cunningham, a visitor to the garrison.", "url": "http://subslikescript.com/movie/Under_Two_Flags-28442"},
{"title": "Under the Yum Yum Tree (1963) - full transcript", "plot": "Hogan owns and operates the Centaur Apartment complex. He rents the units to young women only at less than half their market value in order to spy on them lasciviously and seduce them. After Hogan's latest conquest, Dr. Irene Wilson, a college professor, moves out when their romance goes sour, Hogan is more than happy to rent that apartment to blonde college student Robin Austin. Hogan is even happier when he learns Robin will have a slightly taller brunette roommate. What Hogan doesn't initially know is that Robin is Irene's student and niece, and that Robin's roommate will be her boyfriend, fellow college student David Manning. Not wanting to mistake lust for love, Robin convinced a sexually frustrated David - with who she has not yet had sex - to this platonic cohabitation arrangement solely to see if they are truly compatible as people before they decide to get married. When Hogan finds out about David and the arrangement, he tries subversively to thwart any romance between Robin and David, all the while trying to get Robin for himself. Once Irene finds out about Robin and David's arrangement, she tries first to ensure that they stick to the agreement and second that Hogan isn't trying any funny business with Robin, all in the name of protecting her niece. Irene, a professor of Education for Marriage, may be able to add some professional wisdom and first hand knowledge of Hogan to help the process along.", "url": "http://subslikescript.com/movie/Under_the_Yum_Yum_Tree-57622"},
{"title": "Under the Volcano (1984) - full transcript", "plot": "Against a background of war breaking out in Europe and the Mexican fiesta Day of Death, we are taken through one day in the life of Geoffrey Firmin, a British consul living in alcoholic disrepair and obscurity in a small southern Mexican town in 1939. The Consul's self-destructive behaviour, perhaps a metaphor for a menaced civilization, is a source of perplexity and sadness to his nomadic, idealistic half-brother, Hugh, and his ex-wife, Yvonne, who has returned with hopes of healing Geoffrey and their broken marriage.", "url": "http://subslikescript.com/movie/Under_the_Volcano-88322"},
{"title": "Under the Volcano (2021) - full transcript", "plot": "On a remote Caribbean island, under the shadow of an active volcano, the world's biggest recording artists made music and myth that defined an era.", "url": "http://subslikescript.com/movie/Under_the_Volcano-9598492"},
{"title": "Under the Tuscan Sun (2003) - full transcript", "plot": "Frances Mayes is a San Francisco-based literature professor, literary reviewer and author, who is struggling in writing her latest book. Her outwardly perfect and stable life takes an unexpected turn when her husband files for divorce. He wants to marry the woman with whom he is having an affair. Frances supported her husband financially as he was writing his own book, and he sues her for alimony despite her financial difficulties. And he wants to keep the house. Frances eventually accepts her best friend Patti's offer of a vacation, a gay tour of Tuscany which Patti and her lesbian partner Grace originally purchased for themselves before Patti found out that she is pregnant. The gift is a means to escape dealing with the divorce, from which Patti feels Frances may never recover emotionally without some intervention. Feeling that Patti's assessment may be correct in that she has too much emotional baggage ever to return to San Francisco, Frances, while in Tuscany, impulsively ditches the tour to purchase an aged villa, which ends up being a fixer-upper. Frances has many obstacles in eking out a productive and happy life in her new surroundings, that happy life which she hopes will eventually include rediscovering romantic love. In a discussion with sympathetic real estate agent Signor Martini, Frances outlines what emotionally she wants to accomplish with the villa, despite none of those items in a substantive material sense currently being in her life. In response, Martini tells her the story of a set of railroad tracks that were laid between Vienna and Venice before an engine that could make the trek being built, a train which now regularly travels the route. The question becomes whether Frances, in going through the process, will be laying another Vienna to Venice track, and if so whether that end product emotionally will be exactly as she envisions.", "url": "http://subslikescript.com/movie/Under_the_Tuscan_Sun-328589"},
{"title": "Under the Tree (2017) - full transcript", "plot": "When Baldwin and Inga's next door neighbours complain that a tree in their backyard casts a shadow over their sundeck, what starts off as a typical spat between neighbours in the suburbs unexpectedly and violently spirals out of control.", "url": "http://subslikescript.com/movie/Under_the_Tree-6223806"},
{"title": "Under the Sun (2015) - full transcript", "plot": "Over the course of one year, this film follows the life of an ordinary Pyongyang family whose daughter was chosen to take part in one of the famous Korean \"Spartakiads\". The ritualized explosions of color and joy contrast sharply with pale everyday reality, which is not particularly terrible, but rather quite surreal, like a typical life as seen \"through the looking glass\".", "url": "http://subslikescript.com/movie/Under_the_Sun-5129818"},
{"title": "Under the Sun (1998) - full transcript", "plot": "Olof lives alone on his family's farm after the death of his mother. Unable to read and write, he is dependent on his younger friend, Erik, who helps him in the afternoons. Once a sailor, Erik brags of having known hundreds of women. Out of the blue, Olof advertises in the local paper for a young lady housekeeper, and Ellen, a middle-class city woman, arrives to take over the house and, as the summer goes on, Olof's heart and Erik's desire as well.", "url": "http://subslikescript.com/movie/Under_the_Sun-158302"},
{"title": "Under the Stadium Lights (2021) - full transcript", "plot": "Brother's Keeper is a true story about the '09 Abilene High School Football team.", "url": "http://subslikescript.com/movie/Under_the_Stadium_Lights-6384920"},
{"title": "Under the Skin (2013) - full transcript", "plot": "An alien entity inhabits the earthly form of a young woman who combs the roads and streets of Scotland in search of the human prey she came to plunder. She seduces her isolated and forsaken male victims into an otherworldly dimension where they are stripped and consumed. However, existence in all its complexity begin to change the alien visitor. She begins to discover herself as human with tragic and terrifying consequences.", "url": "http://subslikescript.com/movie/Under_the_Skin-1441395"},
{"title": "Under the Silver Lake (2018) - full transcript", "plot": "Sam, intelligent but without purpose, finds a mysterious woman swimming in his apartment's pool one night. The next morning, she disappears. Sam sets off across LA to find her, and along the way he uncovers a conspiracy far more bizarre.", "url": "http://subslikescript.com/movie/Under_the_Silver_Lake-5691670"},
{"title": "Under the Sheets (1977) - full transcript", "plot": null, "url": "http://subslikescript.com/movie/Under_the_Sheets-74427"},
{"title": "Under the Sea: A Descendants Story (2018) - full transcript", "plot": "Mal emerges from the shadows of a mystical forest onto a dark coastline where she crosses paths with Dizzy.", "url": "http://subslikescript.com/movie/Under_the_Sea_A_Descendants_Story-8884364"},
{"title": "Under the Sea 3D (2009) - full transcript", "plot": "An underwater look at the diverse coastal regions of Southern Australia, New Guinea and the Indo-Pacific areas and the impact of global warming on the oceans.", "url": "http://subslikescript.com/movie/Under_the_Sea_3D-1020876"},
{"title": "Under the Boardwalk (1989) - full transcript", "plot": "Nick Rainwood and Allie Yorpin are a modern day Romeo and Juliet living in southern California, separated by the unbridgeable gulf of their backgrounds and torn between loyalty to their \"gangs\" and their real desires.", "url": "http://subslikescript.com/movie/Under_the_Boardwalk-98557"},
{"title": "Under the Autumn Moon (2018) - full transcript", "plot": "While visiting a dude ranch that is a potential acquisition for the outdoor adventure company she works for, an eager candidate for a big promotion discovers what matters most when she reignites her passion for the great outdoors.", "url": "http://subslikescript.com/movie/Under_the_Autumn_Moon-8863322"},
{"title": "Under the Amalfi Sun (2022) - full transcript", "plot": "One year after Riccione, Vincenzo invites Camilla and Furio to his father's home on the mythical Amalfi Coast.", "url": "http://subslikescript.com/movie/Under_the_Amalfi_Sun-15311262"},
{"title": "Under the Age (2020) - full transcript", "plot": "Aryo is told as a guy who likes to make other people's children upset. In addition, the character Aryo is told to always appear as he is even though he also likes to make a riot, is loyal to friends, and is devoted to his mother. This brat is a male character who falls in love with a new student at his school. Lana is said to be a new student who has transferred from Bandung. Her charm and beauty make Aryo, who is known for being bad and peculiar, falls in love with him. But for one reason or another, Lana didn't dare to reciprocate those feelings.", "url": "http://subslikescript.com/movie/Under_the_Age-11886096"},
{"title": "Under Siege 2: Dark Territory (1995) - full transcript", "plot": "Seal Team Commander Casey Ryback has retired from the Navy since the conclusion of the events in the first movie, and is now a chef at the Mile High Cafe in Denver, Colorado. Ryback is taking his niece Sarah Ryback on vacation, to reconnect and commiserate with her after the death of her parents. They board a train traveling westbound through the Rocky Mountains from Denver to LA. With the help of gun-for-hire Marcus Penn a couple dozen of his mercenaries, ex-CIA brain (and mentally unstable) Travis Dane commandeers the train, takes the passengers and crew hostage, and sets up a mobile control center. He hacks into the CIA database and gains control of a Top-Secret defence satellite he designed during his Agency days that has just been deployed. Funded by various foreign interests, he stands to make 1 billion dollars for using the space weapon to blow up the Eastern seaboard by targeting a nuclear reactor housed beneath the Pentagon. Dane taunts the Joint Chiefs in the Pentagon Situation Room by using it to blow up a Chinese chemical weapons plant and the two stealth planes sent to intercept him, secure in the knowledge that he cannot be stopped because his location can't be traced as long as the train keeps moving, his location can't be fixed. Ryback, aided by young porter Bobby Zachs, is the only ones who can take out the bad guys, rescue the hostages, and prevent the destruction of the eastern seaboard before Dane can realise his dastardly plans!", "url": "http://subslikescript.com/movie/Under_Siege_2_Dark_Territory-114781"},
{"title": "Under Siege (1992) - full transcript", "plot": "The battleship Missouri is about to be decomissioned. Casey Ryback is Captain Adam's personal cook. And Ryback is always butting heads with the ship's XO Commander Krill but the Captain always intercedes. One day, after the President visits the Missouri, which is also the Captain's birthday, the Captain learns that a helicopter has been cleared to land on the ship by Commander Krill, which he was not informed of. When questioned Krill tells the Captain that it's a surprise for his birthday, the Captain then allows it. Later after another one of their scuffles, Krill has Ryback locked in the freezer. During the party, the rock band reveals themselves to be mercenaries, led by William Stranix, a CIA operative, who is in league with Krill to unload all of the ship's nuclear warheads. They lock up all of the crew and make preparations to remove the warheads. And Krill remembers Ryback, Stranix sends two of his men to take care of Ryback, only thing is that Ryback took care of them. Upon discovering their bodies, Stranix deduces that Ryback is more than a cook. He then sends Krill to check on him, and Krill discovers that Ryback's a NAVY SEAL, who got busted down to a cook after an incident in Panama. And Ryback continues to create trouble for them, so Stranix tries to hunt him down. Along the way, Ryback meets Jordan, a former playmate, who was supposed to entertain at the party but was also forgotten.", "url": "http://subslikescript.com/movie/Under_Siege-105690"},
{"title": "Under My Skin (2020) - full transcript", "plot": "Denny, a free spirit and artist falls for Ryan, a strait-laced lawyer. When Denny questions gender their love is tested.", "url": "http://subslikescript.com/movie/Under_My_Skin-10332272"},
{"title": "Under My Skin (1950) - full transcript", "plot": "After expatriate American jockey Danny Arnold double-crosses ruthless gambler Louis Bork, he flees Italy with his adoring son Joe, who isn't aware of his father's lies and corruption. While in France he begins a relationship with a beautiful French nightclub singer and buys a problematic racehorse that no one seems to be able to train. After Joe suggests that the horse has a future as a jumper, Danny converts him to the steeplechase and turns him into a consistent winner. When Bork shows up and tells him he must lose the big race or die, Danny must weigh his life against his son's faith that he has become a man of honor.", "url": "http://subslikescript.com/movie/Under_My_Skin-42005"},
{"title": "Under Milk Wood (2014) - full transcript", "plot": "An unique one-off collage of famous voices and faces, inter-cut with evocative imagery inspired by the play of the same name. Broadcast to celebrate the centenary year of the birth of the poet Dylan Thomas.", "url": "http://subslikescript.com/movie/Under_Milk_Wood-3769244"},
{"title": "Under Lock and Key (1995) - full transcript", "plot": "An FBI agent goes undercover in a women's prison to find evidence hidden by a drug dealer's ex-girlfriend. After she is taken off the case, she finds that the drug dealer has kidnapped her daughter. She enlists the help of one of her prison guards, and together they take on the drug dealer's mob.", "url": "http://subslikescript.com/movie/Under_Lock_and_Key-114780"},
{"title": "Under Jakob's Ladder (2011) - full transcript", "plot": "Jakob, a former teacher who lost his job due to the new Communist system, can only stand by and watch as the world around him slowly disintegrates, and fear and suspicion rule the day. Like most of the men, he soon finds himself in a Soviet prison.", "url": "http://subslikescript.com/movie/Under_Jakobs_Ladder-1518825"},
{"title": "Under Eighteen (1931) - full transcript", "plot": "A poor seamstress girl sours on her engagement to a grocery deliveryman after seeing her sister's abusive marriage. Trying to help her sister pay for a divorce lawyer, she turns to a rich playboy she met at work.", "url": "http://subslikescript.com/movie/Under_Eighteen-22517"},
{"title": "Under Crystal Lake (1990) - full transcript", "plot": "A small California farming community is caught up in the bloody grip of big city crime and corrupted. Two magnetic personalities come to the fore in this action-filled, dramatic tale of good versus evil; Mitchell Swan, who hides his malevolent perversities and greed behind a mask of 'all-American; good looks and respectability. Young Bobby, a high school drop out and social misfit, must overcome his own problems before he can pick up the battle standard for a close friend, who has fallen victim to the crime barons of Crystal Lake. Now a band of courageous young adults must seek to expose and destroy the ingenious drug ring using the town as a center for its distribution and money laundering operations.", "url": "http://subslikescript.com/movie/Under_Crystal_Lake-170736"},
{"title": "Under ConTroll (2020) - full transcript", "plot": "During building city of Baden-Baden in 2015, an evil troll who was transformed into stone in the 15th century, is accidentally brought back to life. To prevent being unmasked, the Troll slips into the body of Vanessa Majer and enslaves.", "url": "http://subslikescript.com/movie/Under_ConTroll-3107252"},
{"title": "Unconditional Love (1999) - full transcript", "plot": "A crusading reporter (John Kennedy Horne) for the weekly L.A. New Times spends his time writing exposes on the conditions permitted by slumlords. However, when his best friend (Sheryl Lee Ralph) is killed by a corrupt business executive (Henry Silva), he is forced to start trying to find the evidence. This leads him into conflict with many surly longshoremen and hit men. Meanwhile, he makes a new acquaintance in a bookstore clerk (Tracey Ross), who also happens to be a computer whiz and aids him in finding the information he needs.", "url": "http://subslikescript.com/movie/Unconditional_Love-189173"},
{"title": "Uncommon Valor (1983) - full transcript", "plot": "A group of Vietnam War veterans re-unite to rescue one of their own left behind and taken prisoner by the Vietnamese. Led by his father (a retired Marine Colonel) and supported by a rich businessman whose son is also a POW, the group engages in a dangerous and violent adventure trying to rescue the POWs and at the same time re-direct their lives.", "url": "http://subslikescript.com/movie/Uncommon_Valor-86508"},
{"title": "Unclenching the Fists (2021) - full transcript", "plot": "The small North Ossetian mining town Mizur is clamped between sheer cliffs. Zaur moved his family here after the tragic events. He brings up sons and a daughter strictly, not knowing the boundaries between paternal care and overprotection. The eldest son Akim has already fled to the nearest large city Rostov to work. The youngest, Dakko, has not yet fully realized what he wants from life, and the daughter Ada is actively making plans to escape.", "url": "http://subslikescript.com/movie/Unclenching_the_Fists-14775666"},
{"title": "Uncle Tom's Cabin (1977) - full transcript", "plot": "Broken and beaten to the point of no return, a sadistic plantation owner pushes his slaves to the point of rebellion.", "url": "http://subslikescript.com/movie/Uncle_Toms_Cabin-260472"},
{"title": "Uncle Tom's Cabin (1987) - full transcript", "plot": "The life of an aging black slave, Tom, and the people with whom he interacts.", "url": "http://subslikescript.com/movie/Uncle_Toms_Cabin-94213"},
{"title": "Uncle Tom's Cabin (1965) - full transcript", "plot": "In the pre-Civil War South, a sadistic plantation-owner brutalizes his slaves to the point of them heaving no other choice but to rebel. Always obedient, peaceful and honest old slave Tom plays a central role in this tragedy.", "url": "http://subslikescript.com/movie/Uncle_Toms_Cabin-59545"},
{"title": "Uncle Tom (2020) - full transcript", "plot": "An oral history of the American black conservative.", "url": "http://subslikescript.com/movie/Uncle_Tom-9708358"},
{"title": "Uncle Peckerhead (2020) - full transcript", "plot": "When a punk band scores their first tour, life on the road proves tough when they are joined by a man-eating demon as a roadie.", "url": "http://subslikescript.com/movie/Uncle_Peckerhead-11695654"},
{"title": "Uncle Nick (2015) - full transcript", "plot": "Lewd, drunken Uncle Nick (Brian Posehn: Mr. Show & Sarah Silverman Program) stumbles his way through his brother's cookie-cutter family's annual Christmas gathering in the hopes of hooking up. Presented by Errol Morris, Uncle Nick is a comedy of inappropriate behavior, uncomfortably interrupted trysts, and a monumental over-serving of ten-cent beers.", "url": "http://subslikescript.com/movie/Uncle_Nick-3163336"},
{"title": "Uncle Naji (2021) - full transcript", "plot": "Uncle Naji seeks assistance from his Grandfather who lives in Yemen, to support him in getting rid of the daemons in his restaurant, meanwhile, his Grandfather brought with him an artifact willing to sell them in the UAE to help Naji, but he got in trouble with a gang who was looking for Naji's friend Ahmed.", "url": "http://subslikescript.com/movie/Uncle_Naji-15467960"},
{"title": "Uncle Marin, the Billionaire (1979) - full transcript", "plot": "A Romanian peasant is visiting his friend Gogu who works at a hotel on the Black Sea Riviera.At the same hotel the rich American businessman,Mr.Juvett, with many mob enemies on his tail,is mistaken for the peasant Nea Marin,due to their perfect resemblance.The American mob has a contract on Mr. Juvett's life and hit-men have followed him to Romania.Unfortunatelly for Nea Marin he is thrown into Mr. Juvett's world and vice-versa,with hilarious consequences.", "url": "http://subslikescript.com/movie/Uncle_Marin_the_Billionaire-79615"},
{"title": "Uncle Kent 2 (2015) - full transcript", "plot": "In a desperate search to create a follow-up to Joe Swanberg's 2011 film UNCLE KENT, Kent Osborne travels to a comic book convention where he loses his mind and confronts the end of the world.", "url": "http://subslikescript.com/movie/Uncle_Kent_2-4227204"},
{"title": "Uncle Hyacynth (1956) - full transcript", "plot": "Jacinto, a retired bullfighter who lives miserably with his nephew Pepote, receives a letter in which he is informed that, according to an old agreement, he must participate in a mock ...", "url": "http://subslikescript.com/movie/Uncle_Hyacynth-49499"},
{"title": "Uncle Frank (2020) - full transcript", "plot": "In 1973, when Frank Bledsoe and his 18-year-old niece Beth take a road trip from Manhattan to Creekville, South Carolina for the family patriarch's funeral, they're unexpectedly joined by Frank's lover Walid.", "url": "http://subslikescript.com/movie/Uncle_Frank-11327514"},
{"title": "Unbreakable (2000) - full transcript", "plot": "This suspense thriller unfolds as the audience is introduced to David Dunn. Not only is he the sole survivor of a horrific train-crash that killed 131 people he doesn't have a scratch on him. Elijah Price is an obscure character who approaches Dunn with a seemingly far fetched theory behind it all.", "url": "http://subslikescript.com/movie/Unbreakable-217869"},
{"title": "Unbranded (2015) - full transcript", "plot": "Sixteen mustangs, four men, one dream: to ride border to border, Mexico to Canada, up the spine of the American West. The documentary tracks four fresh-out-of-college buddies as they take on wild mustangs to be their trusted mounts, and set out on the adventure of a lifetime. Their wildness of spirit, in both man and horse, is quickly dwarfed by the wilderness they must navigate: a 3000-mile gauntlet that is equally indescribable and unforgiving.", "url": "http://subslikescript.com/movie/Unbranded-3020666"},
{"title": "Unboxed (2022) - full transcript", "plot": "Still mourning her father's recent death, an attractive and tech savvy video blogger, Laura, who suffers from a chronic heart condition, is hosting a live stream giveaway on Halloween. But when her computer is hacked and taken over by a sadistic fan who stalks and harasses her into abiding by his every command, Laura must keep her live stream channel on the air while she opens mysterious, and potentially deadly, gifts from her \"sponsors\"...one box at a time.", "url": "http://subslikescript.com/movie/Unboxed-10542492"},
{"title": "Unbound (2020) - full transcript", "plot": "Set in a sleepy town in New Orleans, a family grieves for their missing daughter while hiding a secret in the basement.", "url": "http://subslikescript.com/movie/Unbound-5747714"},
{"title": "Unborn (2022) - full transcript", "plot": null, "url": "http://subslikescript.com/movie/Unborn-16027608"},
{"title": "Unbelievable!!!!! (2020) - full transcript", "plot": "Four astronauts travel to the Moon on a rescue mission to determine the fate of two NASA comrades who have not been heard from in several days. The individuals they find at the Lunar Base are not whom they appear to be and, through acts of trickery and deception, nearly succeed in killing our heroes. The four return to find that everyone on the planet has been transformed into a variant life-form. Aliens from Mars have conquered Earth and now seek to destroy the last remnants of humanity. The astronauts fight back and soon discover how to rid themselves of the alien threat.", "url": "http://subslikescript.com/movie/Unbelievable-2180583"},
{"title": "Unbelievable Is Believable Here (2014) - full transcript", "plot": "This documentary covers the historic journey of the Virginia Commonwealth University men's basketball team through the 2011 NCAA basketball tournament. Considered one of the greatest '...", "url": "http://subslikescript.com/movie/Unbelievable_Is_Believable_Here-3120484"},
{"title": "Unbelievable Adventures of Italians in Russia (1974) - full transcript", "plot": "In Italy, a dying woman tells her granddaughter that she hid her treasure many years ago in Russia, in the city of Leningrad. Other people (who were around when she died) also learn about it. Thus several people arrive in Leningrad trying to find the treasure, each one for himself/herself. What's worse - the only information they have is that the treasure is under a lion - and it's in Leningrad, a city known by its numerous statues of lions. The story gets even more interesting when the soviet militia (police) learns about the whole thing and send an undercover agent...", "url": "http://subslikescript.com/movie/Unbelievable_Adventures_of_Italians_in_Russia-70439"},
{"title": "Unashamed: A Romance (1938) - full transcript", "plot": "Rae Lane entices her workaholic boss to come to a nudist camp in the hopes of winning his heart. Things go swimmingly, until attractive and pert blond Barbara captures his attention.", "url": "http://subslikescript.com/movie/Unashamed_A_Romance-30909"},
{"title": "Unashamed (1932) - full transcript", "plot": "Dick will do anything to protect his sister Jean as would her father. But she is in love with sleazy Harry Swift who has his eye on her money. When Harry has her stay with him at a hotel ...", "url": "http://subslikescript.com/movie/Unashamed-23635"},
{"title": "Unapologetic (2020) - full transcript", "plot": "After two police killings, Black millennial organizers challenge a Chicago administration complicit in state violence against its Black residents. Told through the lens of Janaé and Bella, two fierce abolitionist leaders, Unapologetic is a deep look into the Movement for Black Lives, from the police murder of Rekia Boyd to the election of mayor Lori Lightfoot.", "url": "http://subslikescript.com/movie/Unapologetic-7220144"},
{"title": "Unalterable (2019) - full transcript", "plot": "a genuine gangster film of a man who have lived keeping the manhood for saving his honor.", "url": "http://subslikescript.com/movie/Unalterable-8487606"},
{"title": "Unaccustomed As We Are (1929) - full transcript", "plot": "Oliver invites his friend Stanley over for a nice home-cooked meal, but Mrs. Hardy wants nothing to do with it and walks out. Mrs. Kennedy, Oliver's beautiful neighbor from across the hall,...", "url": "http://subslikescript.com/movie/Unaccustomed_As_We_Are-20531"},
{"title": "Unaccompanied Minors (2006) - full transcript", "plot": "Spencer and his little sister, Katherine, are flying to Pennsylvania for Christmas with their dad. While changing planes, a blizzard moves in and cancels all flights out of Hoover Airport: they must stay in a basement room with the other unaccompanied minors. Spencer and four others - a chubby boy, a non-stop-talker, a surly girl, and a rich kid - go AWOL and get in trouble with Mr. Porter, the Christmas-hating airport supervisor. The five misfits spend the night evading and enduring Porter's punishments, discovering all sorts of things in back rooms, making sure Katherine gets her visit from Santa, and finding among themselves a new kind of family.", "url": "http://subslikescript.com/movie/Unaccompanied_Minors-488658"},
{"title": "Un succès commercial (1970) - full transcript", "plot": "In this satire of sexuality in the entertainment industry and voyeurism, a woman maintains 3 romantic relationships simultaneously: with her husband, with her boss, and with her lover.", "url": "http://subslikescript.com/movie/Un_succs_commercial-280168"},
{"title": "Un soir, un train (1968) - full transcript", "plot": "Mathias is a Belgian linguist, living with French theatre producer Anne. After a quarrel about moral questions, they take a train to attend a congress. While Mathias sleeps, Anne disappears...", "url": "http://subslikescript.com/movie/Un_soir_un_train-63737"},
{"title": "Un silencio de tumba (1976) - full transcript", "plot": null, "url": "http://subslikescript.com/movie/Un_silencio_de_tumba-72162"},
{"title": "Un petit bout de France (2012) - full transcript", "plot": null, "url": "http://subslikescript.com/movie/Un_petit_bout_de_France-3113196"},
{"title": "Un pays qui se tient sage (2020) - full transcript", "plot": "A group of citizens question and confront their views on the social order, and the legitimacy of the use of violent police force.", "url": "http://subslikescript.com/movie/Un_pays_qui_se_tient_sage-12313458"},
{"title": "Un p'tit gars de Ménilmontant (2013) - full transcript", "plot": "Jo gets out of prison after 15 years after a big heist, and most is changed in his old neighborhood. New gangs and different lives. He's even got a son, which he didn't know about. He is back, and that stirs up the neighborhood.", "url": "http://subslikescript.com/movie/Un_ptit_gars_de_Mnilmontant-2294927"},
{"title": "Un oso rojo (2002) - full transcript", "plot": "Bear has never gotten over the separation from his wife and daughter after having been convicted for armed robbery and homicide and sent to prison. Now he is out, to finally get his cut of the money and reunite with his family, or at least avenge the damage done.", "url": "http://subslikescript.com/movie/Un_oso_rojo-318523"},
{"title": "Un om în loden (1979) - full transcript", "plot": null, "url": "http://subslikescript.com/movie/Un_om_n_loden-137137"},
{"title": "Un monde plus grand (2019) - full transcript", "plot": "From \"Mon initiation chez les Chamanes\" by Corine Sombrun. In order to forget the death of Paul, the man of her life, Corine leaves Paris for a few weeks, to direct a report in Mongolia. ...", "url": "http://subslikescript.com/movie/Un_monde_plus_grand-7265272"},
{"title": "Un monde (2021) - full transcript", "plot": "When Nora witnesses Abel being bullied by other kids, she rushes to protect him. But Abel forces her to remain silent. Caught in a conflict of loyalty, Nora tries to find her place, torn between children's and adult's worlds.", "url": "http://subslikescript.com/movie/Un_monde-11087960"},
{"title": "Un meurtre est un meurtre (1972) - full transcript", "plot": "Murder mystery involving a man and his relationship with twin sisters.", "url": "http://subslikescript.com/movie/Un_meurtre_est_un_meurtre-69439"},
{"title": "Un jeu d'enfants (2001) - full transcript", "plot": "Content with two children in an upper class French marriage, a woman finds herself faced with visions of rape, violence and the supernatural. Her husband, a successful businessman also starts experiencing hallucinations in which he often ends up physically hurt. Their babysitter hangs herself and the children begin acting strangely, their sadistic behavior arousing suspicion. It becomes apparent that the children's bodies have been possessed/inhabited by two dirty, old people.", "url": "http://subslikescript.com/movie/Un_jeu_denfants-265932"},
{"title": "Un homme heureux (2023) - full transcript", "plot": "As Jean, a conservative, campaigns to be reelected mayor of a small town in northern France, Edith, his spouse of 40 years, tells him a secret he can no longer repress: in his heart, he is - and always has been - a man. At first J...", "url": "http://subslikescript.com/movie/Un_homme_heureux-23740404"},
{"title": "Un homme au pair (2013) - full transcript", "plot": "Past 50 and unemployed for two years, formerly an acquisitions-and-mergers specialist, Maxime has been freeloading at his sister's for six months. Her boss Claire, a sexist, has a brilliant ten-year-old son, Jérémy, for whom Maxime is roped into being a full-time male nanny. And this is just the beginning of a progressive nightmare. But Jérémy has an idea...", "url": "http://subslikescript.com/movie/Un_homme_au_pair-2926262"},
{"title": "Un ami parfait (2006) - full transcript", "plot": "\"Julien Rossi wakes up in a hospital bed and finds he has no memory of the events that left him in a coma in the early hours of New Year's Day. Was he attacked? Or was his head injury caused in an accident? This is only the first of many mysteries Julien has to resolve. Who is Marl?ne, the beautiful woman who claims to be his girlfriend? Why doesn't his real girlfriend, Anna, return his calls? What made him walk out on his job as a leading investigative reporter? Julien relies on Lucas, his best friend and", "url": "http://subslikescript.com/movie/Un_ami_parfait-765263"},
{"title": "Un aller simple (1971) - full transcript", "plot": "A small-time criminal wants to give up his life of crime. He performs a robbery with a friend, with similar feelings, and things go sour.", "url": "http://subslikescript.com/movie/Un_aller_simple-67632"},
{"title": "Un air de famille (1996) - full transcript", "plot": "An upper middle-class French family celebrates a birthday in a restaurant. In one evening and during one meal, family history, tensions, collective and separate grudges, delights, and memories both clash and coalesce.", "url": "http://subslikescript.com/movie/Un_air_de_famille-118015"},
{"title": "Un + une (2015) - full transcript", "plot": "French famous film score composer goes to India to compose the score for an Indian adaptation of Romeo and Juliet. There he meets the wife of the French ambassador to India, and a complicated relationship ensues.", "url": "http://subslikescript.com/movie/Un__une-1918911"},
{"title": "Umut adasi (2007) - full transcript", "plot": null, "url": "http://subslikescript.com/movie/Umut_adasi-984129"},
{"title": "Umrika (2015) - full transcript", "plot": "A small village in India is invigorated when one of their own travels to America (aka, UMRIKA) and details his adventures through letters home, sparking community debate and inspiring hope. But when the letters mysteriously stop coming, his younger brother Rama (Suraj Sharma) sets out on a journey to find him. With the help of his best friend Lalu (Tony Revolori), Rama retraces his brother's path to find himself charting one of his own. Set in the mid-1980s, UMRIKA is a funny and meaningful story of the lengths taken to realize one's dreams.", "url": "http://subslikescript.com/movie/Umrika-2614722"},
{"title": "Umma (2022) - full transcript", "plot": "Amanda and her daughter live a quiet life on an American farm, but when the remains of her estranged mother arrive from Korea, Amanda becomes haunted by the fear of turning into her own mother.", "url": "http://subslikescript.com/movie/Umma-13235822"},
{"title": "Umi to yuuhi to kanojo no namida sutoroberi firuzu (2006) - full transcript", "plot": null, "url": "http://subslikescript.com/movie/Umi_to_yuuhi_to_kanojo_no_namida_sutoroberi_firuzu-8462116"},
{"title": "Umbrella Flower (2000) - full transcript", "plot": "An alcoholic civil servant wakes up under a cherry tree in Tokyo next to a bar hostess with whom he's impulsively made a suicide pact. Though he's now changed his mind, he agrees to travel with her to Hokkaido, her preferred site for ending it all. An elegiac road movie of restrained emotion.", "url": "http://subslikescript.com/movie/Umbrella_Flower-261000"},
{"title": "Umbracle (1972) - full transcript", "plot": "Absurdist protest movie set in Francoist Spain.", "url": "http://subslikescript.com/movie/Umbracle-66499"},
{"title": "Uma Maheswara Ugra Roopasya (2020) - full transcript", "plot": "Mahesh, a photographer, gets beaten up by a stranger when he tries to solve an issue in his village. He sets out to take revenge on the stranger as he feels insulted after the incident.", "url": "http://subslikescript.com/movie/Uma_Maheswara_Ugra_Roopasya-11506054"},
{"title": "Uma (1941) - full transcript", "plot": "Ine Onoda, the eldest daughter of a poor family of farmers, raises a colt from birth and comes to love the horse dearly. When the horse is grown, the government orders it auctioned and sold to the army. Ine struggles to prevent the sale.", "url": "http://subslikescript.com/movie/Uma-34333"},
{"title": "Um Novo Capitalismo (2017) - full transcript", "plot": "OXFAM has launched a report showing that the richest 1% of the population owns the same wealth as the other 99%. What could be done to build a fairer world in such a social inequality? ...", "url": "http://subslikescript.com/movie/Um_Novo_Capitalismo-8262374"},
{"title": "Um Ano Inesquecível: Inverno (2023) - full transcript", "plot": "Instead of joining the graduation trip with her friends, Mabel is forced to travel with her parents to a ski station in Chile. She didn't expect this freezing retreat could introduce her to a secret group of friends and a potentia...", "url": "http://subslikescript.com/movie/Um_Ano_Inesquecvel_Inverno-27579820"},
{"title": "Ultraman Decker Preview Special (2022) - full transcript", "plot": "Introducing the passionate young man Kanata Asumi, who takes a stand when the world is put in danger by mysterious invaders, and the members of the defense force GUTS-Select that stand with him to fight against monsters", "url": "http://subslikescript.com/movie/Ultraman_Decker_Preview_Special-21243140"},
{"title": "Ultraman Cosmos vs. Ultraman Justice: The Final Battle (2003) - full transcript", "plot": "Once again, Musashi has encounter Ultraman Cosmos. Now Ultraman Cosmos has gained some new modes to defeat Scropis. Musashi has joined Team Sea to save the Blue Area. But there is mysterious evil monster, Sandros, who wants to destroy the Earth. Now it is up Musashi and Ultraman Cosmos to defeat Sandros and who's the other Ultraman?", "url": "http://subslikescript.com/movie/Ultraman_Cosmos_vs_Ultraman_Justice_The_Final_Battle-2243192"},
{"title": "Ultimate Zombie Feast (2020) - full transcript", "plot": "Zombie horror entertainment from around the world with this collection of more than 2 hours of gory tales of the undead. Thrills, chills and gut spills galore, plenty for any zombie fan to ...", "url": "http://subslikescript.com/movie/Ultimate_Zombie_Feast-12387302"},
{"title": "Ultimate Heist (2009) - full transcript", "plot": "The Malakian clan, a family of ruthless gangsters, controls the underworld of Southern France. At its head, the violent godfather Milo Malakian rules his world with an iron fist. His son and heir, Anton, dreams of breaking free and making his own choices. But the gang's inner circle is engraved in blood. To escape, not only does Anton have to counter his own destiny, but also the man who has sworn to bring his father down.", "url": "http://subslikescript.com/movie/Ultimate_Heist-1130993"},
{"title": "Ultimate Betrayal (1994) - full transcript", "plot": "This is based on a true story about two sisters who sue their father for incest and child abuse. As the story unfolds, it is revealed that the father severely abused all six children, and committed incest with all four of his daughters. The two sons received the worst of the physical abuse. The mother stood haplessly by and allowed her husband to control the family through his methods of \"discipline\". The movie includes graphic descriptions and scenes of the abuse which are disturbing.", "url": "http://subslikescript.com/movie/Ultimate_Betrayal-111539"},
{"title": "Ulta (2019) - full transcript", "plot": "Story of a fictional town called Ponnapuram, where all the women are self-sufficient and trained to handle any situation. Their world is put to the test when a few men decide to take them down.", "url": "http://subslikescript.com/movie/Ulta-9008968"},
{"title": "Ullasam (2022) - full transcript", "plot": "A fun-filled romantic movie in which two strangers from diverse backgrounds meet on a journey from Ooty to Kerala. The journey advances through different circumstances and coming across new people.", "url": "http://subslikescript.com/movie/Ullasam-10673868"},
{"title": "Uljhan (1975) - full transcript", "plot": "Police Inspector Anand (Sanjeev Kumar) and Karuna (Sulakshana Pandit) are in love. They meet with the approval of their elders, and are married. Shortly after the marriage, there is a homicide, and the clues point toward Karuna. Anand disbelieves these, but noticing a change in Karuna, starts to actively pursue these clues. The rest of the family, including Anand's dad, a Judge by profession, side with the daughter-in-law, and Anand is left to pursue this against his family's wishes.", "url": "http://subslikescript.com/movie/Uljhan-230913"},
{"title": "Ulidavaru Kandanthe (2014) - full transcript", "plot": "Malpe is a small fishing town on the Arabian Coast, located 6 kilometers to the west of the temple town of Udupi. Malpe's beaches are washed clean everyday by the sea. The waves ensure that nothing gets left behind on the sands. But then, the waves cannot reach everything. It is the time of the year when Udupi and its surroundings are decked up to celebrate Sri Krishna Janmaashtami (The Birth of Lord Krishna). Men and children walk the streets dressed up as characters from mythology. Teams painted as tigers are seen dancing to drum beats all around the town. But violence seems to be brewing in Malpe this Krishna Janmaashtami and it is going change the lives of the ones' involved forever.", "url": "http://subslikescript.com/movie/Ulidavaru_Kandanthe-3394420"},
{"title": "Ular Tangga (2017) - full transcript", "plot": "An indigo student who can see something bad is going to happen who come through a dream with her plan and friends for hiking a mountain but no one believe her.", "url": "http://subslikescript.com/movie/Ular_Tangga-5742836"},
{"title": "Ulan (2019) - full transcript", "plot": "Maya (Lustre) is a girl who has always held a pessimistic view of the rain, reminding her of failed love and other depressing things. Will the rain ever stop her in her journey to overcome past heartaches?", "url": "http://subslikescript.com/movie/Ulan-9653184"},
{"title": "Ukraine: From Democracy to Chaos (2012) - full transcript", "plot": null, "url": "http://subslikescript.com/movie/Ukraine_From_Democracy_to_Chaos-3346230"}
]